[
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.3067338466644287}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H270]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n            HONORING DIVISION CHAMPS CLINTON-MASSIE FALCONS\n\n  (Mr. CAREY asked and was given permission to address the House for 1 \nminute.)\n  Mr. CAREY. Mr. Speaker, as a Clinton County native, I rise today in \nhonor of the 2021 Division IV Ohio high school football State champion, \nthe Clinton-Massie Falcons.\n  On December 3, 2021, the Clinton-Massie Falcons defeated the \nYoungstown Ursuline Irish in a thrilling comeback victory that one \nwould expect to see in a movie.\n  Trailing 28-7 late in the third quarter, the Falcons kept their poise \nand refused to be denied. They shut down the Irish offense while \nscoring on three straight possessions. The Falcon's final touchdown \ncame on a fourth and goal from the 1-yard line with under 1 minute to \nplay.\n  With the score 28-27, the team didn't think twice when given the \nchoice. They went for 2 points and the win to bring home the school's \nthird State championship in just under 10 years.\n  To Coach Dan McSurley and every player on the Falcon roster, \ncongratulations. As a former captain of the East Clinton Astro football \nteam, I understand the obstacles that you have had to overcome to earn \nthis title. You have made our county proud and proven that hard work \nand determination truly pay off.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.4617609977722168}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H270]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                    HONORING DETECTIVE JAMES STANKO\n\n  (Ms. WILD asked and was given permission to address the House for 1 \nminute.)\n  Ms. WILD. Mr. Speaker, I rise today to honor the life of Allentown \nPolice Detective and Community Liaison Officer James Stanko, a man who \ndedicated his life's work to bridging the divide between police \nofficers and the community they serve.\n  Officer Stanko died on Monday, a huge loss for our community, but his \nlegacy lives on through the countless lives he touched.\n  Officer Stanko wasn't known for sitting idly at a desk. His passions \nlay out in the community where he was known for mentoring our kids, \nwhether it was through coaching basketball, talking at schools, or \noffering life lessons at the children's clinic.\n  As someone who worked closely with him put it, ``Our kids called him \nfamily.'' He was a calming, yet dependable force that everyone, \nespecially our youth, could turn to for guidance and support.\n  Officer Stanko never stopped trying to achieve his ultimate goal of \nconnecting the police department to the people that it serves.\n  Working as an Allentown police officer for 13 years, Stanko never \nwavered in his values of honesty, integrity, and, most notably, respect \nfor others. I was inspired by his sincere love for public service, as \nwell as his passion for our community that he was proud to call home. \nHe will be deeply missed.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.1646878719329834}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Pages H257-H270]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                ENSURING VETERANS' SMOOTH TRANSITION ACT\n\n  Mr. TAKANO. Mr. Speaker, pursuant to House Resolution 860, I call up \nthe bill (H.R. 4673) to amend title 38, United States Code, to provide \nfor the automatic enrollment of eligible veterans in patient enrollment \nsystem of Department of Veterans Affairs, and for other purposes, and \nask for its immediate consideration in the House.\n  The Clerk read the title of the bill.\n  The SPEAKER pro tempore. Pursuant to House Resolution 860, an \namendment in the nature of a substitute consisting of the text of Rules \nCommittee Print 117-26 is adopted, and the bill, as amended, is \nconsidered read.\n  The text of the bill, as amended, is as follows:\n\n                               H.R. 4673\n\n       Be it enacted by the Senate and House of Representatives of \n     the United States of America in Congress assembled.\n\n     SECTION 1. SHORT TITLE.\n\n       This Act may be cited as the ``Ensuring Veterans' Smooth \n     Transition Act'' or the ``EVEST Act''.\n\n     SEC. 2. AUTOMATIC ENROLLMENT OF ELIGIBLE VETERANS IN PATIENT \n                   ENROLLMENT SYSTEM OF DEPARTMENT OF VETERANS \n                   AFFAIRS.\n\n       (a) In General.--Section 1705 of title 38, United States \n     Code, is amended by adding at the end the following new \n     subsection:\n       ``(d)(1) The Secretary shall enroll each veteran described \n     in subsection (a) in the patient enrollment system under this \n     section by not later than 60 days after receiving the \n     information described in paragraph (3) with respect to the \n     veteran.\n       ``(2) Not later than 60 days after enrolling a veteran \n     under paragraph (1), the Secretary shall provide to the \n     veteran--\n       ``(A) notice of the veteran's enrollment; and\n       ``(B) instructions for how the veteran may opt out of such \n     enrollment, at the election of the veteran.\n       ``(3) The information described in this paragraph is the \n     appropriate information concerning eligibility for enrollment \n     in the patient enrollment system under this section, as \n     provided by the Defense Manpower Data Center of the \n     Department of Defense, or such successor entity of the \n     Department.''.\n       (b) Applicability.--Subsection (d) of section 1705 of title \n     38, United States Code, as added by subsection (a), shall \n     apply to a veteran with respect to whom the Secretary \n     receives the information described in paragraph (3) of such \n     subsection on or after the date of the enactment of this Act.\n       (c) Electronic Certificates of Eligibility for Department \n     of Veterans Affairs Patient Enrollment System.--Not later \n     than August 1, 2022, the Secretary of Veterans Affairs shall \n     ensure that any veteran who is eligible for automatic \n     enrollment in the patient enrollment system under subsection \n     (d) of section 1705 of title 38, United States Code, as added \n     by subsection (a), is able to access--\n       (1) an electronic version of the certificate of eligibility \n     showing the veteran's eligibility for such enrollment; and\n       (2) an electronic mechanism by which the veteran may opt \n     out of such enrollment.\n\n  The SPEAKER pro tempore. The bill, as amended, is debatable for 1 \nhour equally divided and controlled by the chair and ranking minority \nmember of the Committee on Veterans' Affairs or their respective \ndesignees.\n  The gentleman from California (Mr. Takano) and the gentleman from \nIllinois (Mr. Bost) each will control 30 minutes.\n  The Chair recognizes the gentleman from California.\n\n\n                             General Leave\n\n  Mr. TAKANO. Mr. Speaker, I ask unanimous consent that all Members may \nhave 5 legislative days in which to revise and extend their remarks and \nto insert extraneous material on H.R. 4673, as amended.\n  The SPEAKER pro tempore. Is there objection to the request of the \ngentleman from California?\n  There was no objection.\n  Mr. TAKANO. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I rise today in support of H.R. 4673, as amended, my \nbill, the Ensuring Veterans' Smooth Transition, or EVEST Act.\n  I have made suicide prevention a top priority for the House Veterans' \nAffairs Committee. Last Congress, we passed bipartisan, bicameral \nmental health legislative packages, including the Commander John Scott \nHannon Veterans Mental Health Improvement Act and the Veterans COMPACT \nAct. This Congress, we continued this work by passing the Sergeant \nKetchum Rural Veterans Mental Health Act into law, but there is always \nmore to do.\n  EVEST builds on our work and finally closes one of the most glaring \ngaps for veterans being able to successfully access high-quality VA \nhealth services, the enrollment process. We shouldn't be trying to hide \nVA care from those who earned it.\n  We know that the months following transition out of the military can \nbe very stressful and particularly risky for new veterans in terms of \nmental health. With the EVEST Act, servicemembers will be automatically \nenrolled in VA care during their transition out of the military, with \nthe choice to opt out. This helps simplify the process and prevents \nveterans from potentially missing out on lifesaving care. It also keeps \nveterans from having to opt into VA care later and attempt to navigate \na new bureaucracy all on their own.\n  The symptoms of PTSD can be significantly improved in veterans who \nreceive prompt mental healthcare. A 2014 study led by researchers at \nthe San Francisco VA Medical Center looked at nearly 40,000 Iraq and \nAfghanistan veterans who received VA mental\n\n[[Page H258]]\n\nhealthcare between 2001 and 2011 and had a post-deployment diagnosis of \nPTSD. They found that veterans who sought and received care soon after \nthe end of their service had lower levels of PTSD upon follow-up a year \nafter they initiated care. Each year that a veteran waited to initiate \ntreatment, there was about a 5 percent increase in the odds of their \nPTSD either not improving or getting worse.\n  Mr. Speaker, I include in the Record the study from the San Francisco \nVA Medical Center.\n\n                 [From Psychiatric Services, Dec. 2014]\n\n Timing of Mental Health Treatment and PTSD Symptom Improvement Among \n                     Iraq and Afghanistan Veterans\n\n (By Shira Maguen, Ph.D.; Erin Madden, M.P.H.; Thomas C. Neylan, M.D.; \nBeth E. Cohen, M.D., M.A.S.; Daniel Bertenthal, M.P.H.; Karen H. Seal, \n                             M.D., M.P.H.)\n\n\n                               Objective\n\n       This study examined demographic, military, temporal, and \n     logistic variables associated with improvement of \n     posttraumatic stress disorder (PTSD) among Iraq and \n     Afghanistan veterans who received mental health outpatient \n     treatment from the U.S. Department of Veterans Affairs (VA) \n     health care system. The authors sought to determine whether \n     time between last deployment and initiating mental health \n     treatment was associated with a lack of improvement in PTSD \n     symptoms.\n\n\n                                Methods\n\n       The authors conducted a retrospective analysis of existing \n     medical records of Iraq and Afghanistan veterans who enrolled \n     in VA health care, received a postdeployment PTSD diagnosis, \n     and initiated treatment for one or more mental health \n     problems between October 1, 2007, and December 31, 2011, and \n     whose records contained results of PTSD screening at the \n     start of treatment and approximately one year later \n     (N=39,690).\n\n\n                                Results\n\n       At the start of treatment, 75% of veterans diagnosed as \n     having PTSD had a positive PTSD screen. At follow-up, 27% of \n     those with a positive screen at baseline had improved, and \n     43% of those with a negative screen at baseline remained \n     negative. A negative PTSD screen at follow-up was associated \n     with female gender, older age, white race, having never \n     married, officer rank, non-Army service, closer proximity to \n     the nearest VA facility, and earlier initiation of treatment \n     after the end of the last deployment.\n\n\n                              Conclusions\n\n       Interventions to reduce delays in initiating mental health \n     treatment may improve veterans' treatment response. Further \n     studies are needed to test interventions for particular \n     veteran subgroups who were less likely than others to improve \n     with treatment. (Psychiatric Services 65:1414-1419, 2014; \n     doi: 10.1176/appi.ps.201300453)\n       Posttraumatic stress disorder (PTSD) is one of the most \n     common mental disorders among veterans returning from recent \n     deployments. Yet, despite the availability of evidence-based \n     treatments, there are multiple barriers to initiating mental \n     health treatment. Many military personnel and veterans who \n     report barriers to mental health care do not seek treatment \n     or postpone seeking it.\n       Among veterans who do seek mental health care, the time lag \n     is quite significant. In a previous study, we found that \n     recently returning veterans with psychiatric diagnoses had \n     delayed initiating mental health care at the U.S. Department \n     of Veterans Affairs (VA) by a median of over two years after \n     their last deployment ended. Delays in care can translate \n     into delays in symptom and functional improvement, hindering \n     readjustment to civilian life, family, and community.\n       Some studies have examined predictors of PTSD symptom \n     worsening, but outside of randomized treatment trials, only a \n     few studies have examined variables that are associated with \n     PTSD symptom improvement. In other words, few studies have \n     examined variables that are associated with PTSD symptom \n     improvement in a naturalistic fashion, by allowing treatment \n     initiation or engagement to vary among participants. \n     Furthermore, even fewer studies have examined these questions \n     among military personnel or veterans, particularly among \n     those who have served in Iraq and Afghanistan. Existing \n     studies have found a few variables that were associated with \n     PTSD symptom improvement. For example, service members \n     serving in multiple deployments demonstrated greater symptom \n     improvement than those serving in a single deployment. For \n     other demographic variables, the association with improvement \n     is unclear. For example, although we know that female gender \n     may be associated with the development of PTSD, it is not \n     clear how gender is related to PTSD symptom improvement.\n       If we can better understand why some individuals improve, \n     we can better understand the course and trajectories of PTSD \n     and how to best contribute to individuals' recovery. This \n     study evaluated demographic, military, temporal, and logistic \n     variables that may be associated with PTSD symptom \n     improvement. We were particularly interested in whether \n     seeking mental health treatment sooner was associated with \n     improvement in PTSD symptoms.\n\n\n                                Methods\n\n     Data source and extraction\n       We conducted a retrospective analysis of existing medical \n     records from the VA's Operation Enduring Freedom (OEF)/\n     Operation Iraqi Freedom (OIF)/Operation New Dawn (OND) \n     roster, a national database of veterans who have separated \n     from OEF/OIF/OND military service and who have enrolled in VA \n     health care. Veterans of OEF served predominantly in \n     Afghanistan, and veterans of OIF and OND served predominantly \n     in Iraq. We linked the OEF/OIF/OND roster database, which \n     contains veterans' demographic and military service \n     information, to the Decision Support System's National Data \n     Extract of pharmacy data and the VA National Patient Care \n     Database, which provides VA visit dates and associated \n     diagnostic codes from the International Classification of \n     Diseases, Ninth Revision, Clinical Modification (ICD-9-CM). \n     These data are derived from electronic medical records \n     generated during clinical visits. Visits to mental health \n     outpatient and primary care services are categorized by \n     clinic stop codes. Mental health outpatient services include \n     visits to integrated care clinics providing primary care and \n     mental health care. Fee basis codes designate care that is \n     rendered at non-VA facilities and reimbursed by the VA but do \n     not capture all non-VA care, such as care reimbursed by \n     private insurance. The results of PTSD screening were \n     extracted from the VA Corporate Data Warehouse.\n       All analyses were restricted to OEF/OIF/OND veterans who \n     had received a diagnosis of PTSD (ICD-9-CM code 309.81) \n     during two or more clinical encounters that occurred after \n     the end of their last deployment and before December 31, \n     2012; had utilized mental health outpatient care between \n     October 1, 2007 (beginning of nationwide primary care \n     screenings), and December 31, 2012, and had not made any \n     prior use of VA care; and had received PTSD screenings at \n     both the start of treatment (up to three months before and \n     one month after the first mental health visit) and on at \n     least one other occasion occurring at least one year later \n     (N=39,690). Of veterans who newly entered mental health \n     treatment, 83% had a baseline screen for PTSD, and of those \n     with a baseline screen, 50% had a follow-up screen during the \n     period beginning one year later. The follow-up screen that \n     was closest in proximity to the one-year follow-up date was \n     utilized.\n     Measures\n       PTSD symptoms were assessed by using the Primary Care PTSD \n     Screen (PC-PTSD), the PTSD Checklist (PCL), or both. Both \n     measures were included in order to capture the most \n     representative sample, given that the PC-PTSD screen is \n     mainly used in VA primary care settings and other non-mental \n     health settings and the PCL is used primarily in VA mental \n     health settings. The PC-PTSD, a brief four-item screen given \n     annually and after each deployment, is designed to detect \n     possible PTSD symptoms. The screen yields binary responses \n     (yes or no) for each of four PTSD symptom clusters: \n     reexperiencing, avoidance, emotional numbing, and \n     hyperarousal; a score of \u001c3 designates a positive PTSD screen \n     for veterans.\n       The PCL is a 17-item measure, with each item rating the \n     presence of a different symptom over the past month on a 5-\n     point Likert scale, from not at all to a little bit, \n     moderately, quite a bit, and extremely. The PCL has been \n     shown to have very good internal consistency, and it \n     correlates strongly with other measures of PTSD symptoms. The \n     PCL also demonstrates high diagnostic efficiency (.90). \n     Within the VA, the PCL is mainly administered at the \n     discretion of treating clinicians, typically to track patient \n     progress during the course of mental health treatment. For \n     the purposes of this study, symptoms rated as moderately or \n     above on the PCL were considered present. PTSD symptoms from \n     the PCL were combined in order to create indicators that \n     paralleled each of the four symptom cluster proxies from the \n     PC-PTSD. The validity of the mapping of PCL questions onto \n     PC-PTSD items was tested by examining concordance between the \n     two screens given at the VA on the same date. For the \n     purposes of validation, all OEF/OIF/OND veterans who were \n     administered the PCL and the PC-PTSD on the same date (not \n     restricted to our study sample) were included (N=53,756), \n     with a total of 57,889 instances in which a given veteran had \n     both a PC-PTSD and PCL administered on the same day. [A table \n     describing the mapping of the PCL to the PC-PTSD and \n     agreement between the two instruments is available online as \n     a data supplement to this article.]\n       We created a composite variable, referred to as the PTSD \n     screen result; endorsing three or more symptoms on either \n     measure constituted a positive screen for PTSD.\n     Dependent variable\n       The binary dependent variable, a negative (versus positive) \n     PTSD screen result, was defined as a score of <3 at follow-up \n     on the PTSD screen. This outcome comprised PTSD screen \n     results that had improved or had remained negative compared \n     with baseline results (versus having worsened or remained \n     positive).\n     Independent variables\n       The main independent variable was time until initiation of \n     mental health outpatient treatment, which was defined for \n     each person as the time (in years) from the end of the last \n     deployment until the first mental health\n\n[[Page H259]]\n\n     outpatient visit. Other independent variables included date \n     of birth, gender, race-ethnicity, marital status, and \n     military characteristics. Details about each person's \n     military characteristics (armed forces branch [Army, Marines, \n     Navy or Coast Guard, or Air Force], rank, component type \n     [National Guard and reserves or active duty], and number of \n     deployments [one or multiple deployments]) were extracted \n     from the OEF/OIF/OND roster. Information about the type of \n     VA facility nearest to the individual and the distance to \n     the closest facility was derived from the OEF/OIF/OND \n     roster by the VA planning and system support group.\n       The following independent variables were treated as \n     potential confounders because each could account for change \n     in PTSD symptoms: mental health outpatient treatment \n     utilization, defined as the number of mental health clinic \n     visits between the start of mental health treatment and the \n     follow-up screen; regular use of primary care services, \n     defined as a mean interval between visits of six months or \n     fewer; and use of a selective serotonin reuptake inhibitor \n     (SSRI) for 12 consecutive weeks or more, as encoded in VA \n     outpatient pharmacy data.\n     Analysis\n       We used logistic regression analysis to examine the \n     association of independent predictor variables with a \n     negative PTSD screen result. In separate logistic regression \n     models, we examined predictors of PTSD screen results for \n     each of the four PTSD symptom clusters (reexperiencing, \n     avoidance, emotional numbing, and hyperarousal). The main \n     predictors of interest included time from the end of the last \n     deployment to initiation of mental health outpatient \n     treatment, gender, age, race-ethnicity, marital status, \n     military component, rank, branch, number of deployments, and \n     distance to and type of nearest VA facility. The multi-\n     variable analysis adjusted for potential confounders of the \n     association between changes in PTSD symptoms and predictors. \n     Potential confounders included baseline PTSD screen result, \n     timing of follow-up screen, regular utilization of primary \n     care services, total mental health outpatient treatment \n     utilization, and SSRI use. Primary care and mental health \n     service utilization and antidepressant use were included only \n     for adjustment purposes because of potential biases due to \n     confounding by indication. More specifically, persons who are \n     more symptomatic are more likely to utilize health services \n     and antidepressant medications.\n       We tested interactions of demographic and military \n     predictors with each other and, separately, with time to \n     initiation of mental health outpatient treatment. As \n     mentioned above, the study combined results for veterans \n     whose PTSD screen result had improved from baseline with \n     those for veterans whose screen result had remained negative. \n     To determine whether it was valid to combine these scores, we \n     tested interactions of baseline screen results with \n     demographic and military factors and, separately, with time \n     from the end of the last deployment to initiation of mental \n     health outpatient treatment. All tests were two-tailed. \n     Analyses were performed by using SAS, version 9.3. The study \n     was approved by the Committee on Human Research, University \n     of California, San Francisco, and the San Francisco VA \n     Medical Center.\n\n\n                                RESULTS\n\n       The sample was 90% male, with a mean<plus-minus>SD age of \n     30.5<plus-minus>8.16; 57% were white, 11% were black, 11% \n     were Hispanic, and 21% were of other or unknown race-\n     ethnicity. At the time of initiation of mental health \n     outpatient treatment, 75% of the veterans screened positive \n     for PTSD, having endorsed at least three of the four PTSD \n     symptom clusters on the PTSD screen (Table 1). After at least \n     one year (mean follow-up=2.37<plus-minus>.93 years), 27% \n     (N=7,908) of those with a positive screen at baseline had \n     improved, and 43% (N=4,329) of those with a negative screen \n     at baseline continued to screen negative.\n       Multivariable logistic regression analysis showed that the \n     following characteristics were associated with a negative \n     PTSD screen result: women compared with men, older versus \n     younger age at first mental health outpatient visit, officer \n     rank compared with enlisted rank, service in branches of the \n     military other than the Army, and negative PTSD screen at \n     baseline (Table 2).\n       Blacks were less likely than whites to have a negative \n     screen result (Table 2), and this difference persisted after \n     adjustment for time from the end of the last deployment to \n     mental health outpatient treatment. Similar to findings of \n     previous studies, the median interval between the end of the \n     last deployment and the use of services was about three \n     months longer for blacks than for whites (p<.001; data not \n     shown). The reduced likelihood among blacks versus whites of \n     a negative PTSD screen result was partly driven by the 7% \n     greater probability that blacks would screen positive for \n     PTSD at follow-up after having screened negative at baseline \n     (p<.001; results not shown).\n       Veterans who were married were slightly less likely than \n     those who were never married to have a negative PTSD screen \n     result. Veterans who lived more than ten miles away from the \n     nearest VA facility were less likely than veterans who lived \n     closer to have a negative screen result. Veterans who lived \n     closer to a community-based outpatient clinic than to a VA \n     medical center were also less likely to have a negative \n     screen result.\n       Notably, veterans who waited longer to initiate mental \n     health outpatient treatment were less likely to have a \n     negative screen result. Figure 1 illustrates the decreasing \n     probability of a negative screen result with each year that \n     passed after the end of the last deployment.\n       Logistic regression analyses found similar patterns of \n     association between predictor variables and PTSD screen \n     results for each of the four PTSD symptom clusters (results \n     not shown).\n\n\n                               DISCUSSION\n\n       A number of demographic, military, temporal, and logistic \n     variables were associated with symptom improvement or with \n     continuing to score below the threshold for a positive PTSD \n     screen. Although temporal variables are rarely examined, we \n     found that greater time to mental health outpatient treatment \n     engagement was negatively associated with PTSD symptom \n     improvement. More specifically, veterans who waited longer to \n     get mental health treatment were less likely than veterans \n     who sought treatment sooner to experience PTSD symptom \n     improvement during the study period. This finding sheds light \n     on the importance of continuing to better understand barriers \n     to mental health treatment, particularly given that less than \n     half of veterans with mental health problems seek care and \n     those who seek care do so after significant delays.\n       Outreach efforts to help veterans engage in treatment in a \n     timely manner are critical and may, in turn, help with PTSD \n     symptom improvement over time. Intervening early when mental \n     health problems are first detected should be a priority. \n     Given that integrated primary and mental health care is now \n     becoming available at many VA health care facilities, this \n     ``one-stop shop'' model provides an optimal way to decrease \n     time to seeking mental health care. Veterans in primary \n     care who screen positive for any mental health problems \n     can receive immediate mental health assistance within an \n     integrated care model, which may assist with the stigma of \n     receiving care in a mental health setting. Indeed, \n     veterans who received integrated primary care were more \n     likely to receive a mental health evaluation or care \n     within a month.\n       We also found that female gender was associated with \n     greater PTSD symptom improvement compared with male gender. \n     Although civilian studies found that females are at greater \n     risk of PTSD, findings in military samples have been mixed, \n     with some studies finding no gender differences. In addition, \n     we recently found that although both genders experienced a \n     delay in engaging in minimally adequate mental health care \n     (eight mental health outpatient visits within a year), female \n     veterans received minimally adequate mental health care about \n     two years sooner than male veterans, which may explain why \n     they achieved greater symptom improvement.\n       Black veterans were less likely, but only modestly so, to \n     demonstrate PTSD symptom improvement, compared with their \n     white counterparts, and this difference was not explained by \n     longer time from the end of the last deployment to mental \n     health outpatient treatment initiation. That is not \n     surprising, given that studies have consistently found that \n     unmet treatment needs are greatest in underserved groups, \n     including racial-ethnic minority groups). It may be that \n     veterans from racial-ethnic minority groups face particular \n     barriers to treatment that are important to acknowledge, and \n     more research is needed in this area in order to optimize \n     outcomes. Furthermore, other variables, such as differential \n     rates of traumatic stressors and preexisting conditions, are \n     important to further explore and may explain some of these \n     differences.\n       Officers were more likely than enlisted personnel to \n     experience PTSD symptom improvement. One possible explanation \n     is that officer status may be a proxy for higher education; \n     research has shown that lower levels of education are \n     associated with chronic trajectories of PTSD. However, other \n     variables that we were not able to measure, such as social \n     support in the aftermath of trauma, may also explain some of \n     these findings.\n       A number of limitations should be considered when \n     interpreting these findings. First, this study was conducted \n     with a population of treatment-seeking veterans who had at \n     least one visit to a VA health care facility. Therefore, our \n     results should not be generalized to all OEF/OIF/OND military \n     personnel or veterans. Second, we selected a population of \n     veterans who served in support of OEF/OIF/OND, and, \n     therefore, these results should not be generalized to \n     veterans of other eras or to veterans from other countries. \n     Third, ICD-9-CM diagnoses were acquired from administrative \n     health records and were not verified with standardized \n     diagnostic measures. A related concern is the combined use of \n     two separate validated tools, the PCL and the PC-PTSD. We \n     used both the PCL and the PC-PTSD in order to obtain the most \n     representative sample and because they are the measures used \n     by the VA system. Furthermore, we found that the method we \n     used was statistically reliable. Nonetheless, combining two \n     separate validated tools may have resulted in variations in \n     these data. Future studies should continue to examine the \n     validity and reliability of this method.\n       Fourth, because of the ways in which data appear in the VA \n     administrative database, we were not able to distinguish \n     between the types of mental health treatments that veterans \n     were receiving, such as evidence-based treatment for PTSD or \n     other mental health\n\n[[Page H260]]\n\n     problems versus supportive therapy; rather, we could account \n     only for number of visits. We hope to have better indicators \n     of evidence-based treatment for PTSD in the future so that \n     the particular types of care that veterans receive can be \n     examined more closely in relation to symptom improvement. \n     Fifth, because we used administrative data, we were not able \n     to examine third variables that may be associated with our \n     outcome, including severe avoidance symptoms, interpersonal \n     difficulties, and poor attachment, among others. Finally, we \n     were able to include only veterans whose PTSD symptoms were \n     measured during at least two occasions; those who dropped out \n     after one visit are not as well represented.\n\n\n                              Conclusions\n\n       Veterans who waited longer to get mental health treatment \n     were less likely to experience PTSD symptom improvement \n     during the study period. Furthermore, improving barriers for \n     black, male, younger, rural, lower-ranking, and possibly less \n     well educated veterans is an important priority, given our \n     findings. Models that integrate primary care and mental \n     health care may be an optimal way to help expedite veteran \n     treatment engagement.\n\n\n                    Acknowledgments and disclosures\n\n       This research was supported by VA Health Services Research \n     and Development Service (HSR&D) Career Development Award (RCD \n     06-042) to Dr. Maguen, an HSR&D Service Directed Research \n     Award (SDR-08-408) to Dr. Seal, and a Department of Defense \n     Mental Health Research Infrastructure Award (W81XWH-11-2-\n     0189) to Dr. Neylan. The authors thank Julie Dinh, B.A., for \n     assistance.\n       Dr. Neylan has received study medication for a study funded \n     by the Department of Defense and study medication for a study \n     funded by the VA. The other authors report no competing \n     interests.\n\n  Mr. TAKANO. A smooth care transition from DOD to VA can help support \nveterans as they adjust to the next phase of their lives and provide \neasy access to healthcare should any challenges arise.\n  Everyday Americans find it difficult and frustrating to sign up for \nhealthcare. Now, imagine that you have just come off Active-Duty \nmilitary service where, for years you were told when and where to show \nup for your healthcare. You probably heard something about VA services \nduring your transition assistance program but, frankly, you were \nfocused on everything you had to do to finalize your separation from \nthe military and possibly looking for new employment and relocating \nyour family.\n  Now, after having separated from the military, you are a veteran, and \nmaybe for the first time you have to figure out how to check your \neligibility for VA healthcare and navigate the system while potentially \nalso facing some new stress in your personal and family life. This is \ncompletely avoidable with EVEST, which simply enrolls you in the VA \nhealthcare for which you are already eligible, ensuring that when you \nneed VA, there aren't any unnecessary roadblocks to seeing a doctor.\n  Now, let me say that again. This legislation has nothing to do with a \nveteran's eligibility, nor does it change VA standards or who is \neligible. It only connects eligible veterans to VA care faster and \neasier.\n  We know that veterans are much more likely to use VA services and \ncare when the process to enroll is simple, and we know that VA care is \nworld class. EVEST is a straightforward tool that will allow us to \nsimplify the transition process and take steps toward preventing \nveteran suicide.\n  Automatic enrollment is something policymakers and veterans service \norganizations and stakeholders have been trying to advance for years, \nand with EVEST it will finally become a reality.\n  Paralyzed Veterans of America and Disabled American Veterans have \nformally endorsed this legislation. The Nurses Organization of Veterans \nAffairs, the American Federation of Government Employees, the Veterans \nHealthcare Policy Institute, and the American Psychological Association \nalso support EVEST.\n  Again, Mr. Speaker, I include in the Record letters of support from \nthe Nurses Organization of Veterans Affairs and the Veterans Healthcare \nPolicy Institute.\n                                            Nurses Organization of\n\n\n                                             Veterans Affairs,\n\n                                                 January 14, 2021.\n     Chairman Mark Takano,\n     Committee on Veterans' Affairs,\n     Washington, DC.\n       Dear Chairman Takano: On behalf of the nearly 3,000 members \n     of the Nurses Organization of Veterans Affairs (NOVA) we \n     would like to offer our strong support for your bill, H.R. \n     4673, Ensuring Veterans' Smooth Transition Act (EVEST).\n       As nurses, caring for Veterans is our number one priority. \n     Your bill will provide Veterans with the option of enrolling \n     in VA healthcare during the critical months following their \n     transition to civilian life and ensure servicemembers \n     separating from active duty receive the critical health care \n     to which they are eligible.\n       Your bill will also help eliminate barriers to care--\n     including those who may not know they are even eligible to \n     receive care at VA. It will also help to assure the Veteran \n     that they are not alone in seeking care for any physical or \n     mental health condition acquired during their military \n     service.\n       Offering automatic enrollment with an opt out will help to \n     lessen the burden of navigating the VA healthcare system at a \n     time when they are dealing with many challenges as they \n     transition to civilian life.\n       NOVA believes that most Veterans will find care provided \n     them within the VA is suited to their individual and complex \n     needs and cannot be matched in the private sector. Many \n     providers at the VA are Veterans themselves so they \n     understand what it means to serve and are trained to provide \n     a Whole Health approach to the Veteran patients' health and \n     well-being.\n       Thank you for your leadership on this issue and your \n     continued support for Veterans and the healthcare \n     professionals who care for them.\n           Sincerely,\n     Taryn-Janae Wilcox-Olson, MHS, RN,\n       President, Nurses Organization of Veterans Affairs (NOVA).\n                                  ____\n\n                                               Veterans Healthcare\n\n\n                                      Policy Institute (VHPI),\n\n                                                 January 19, 2022.\n     Endorsement of the ``Ensuring Veterans' Smooth Transition \n         Act''\n       The Veterans Healthcare Policy Institute (VHPI) is pleased \n     to formally endorse House bill H.R. 4673, the ``Ensuring \n     Veterans' Smooth Transition Act'' or ``EVEST Act.'' The EVEST \n     Act creates a process to automatically enroll Veterans who \n     are eligible, upon their discharge from the military, into \n     the VA for medical care, with an opportunity to opt out. Many \n     Veterans do not receive the health care they have earned \n     through their service because they are unaware of their \n     eligibility or are too overwhelmed during the complex period \n     of transitioning from active duty. By automatically enrolling \n     Veterans into the VA system, many more eligible veterans will \n     be able to utilize valuable VA health care benefits. Many \n     lives will be saved.\n       This is one of the most important bills in many years, and \n     we are pleased to support its passage.\n\n  Mr. TAKANO. Mr. Speaker, I wish to thank Speaker Pelosi and Leader \nHoyer for considering this legislation today, and I urge the rest of my \ncolleagues to support this vital legislation to increase access to care \nand ensure a smooth transition to civilian life for veterans.\n  Mr. Speaker, I reserve the balance of my time.\n  Mr. BOST. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I rise today in opposition to H.R. 4673, the Ensuring \nVeterans' Smooth Transition, or EVEST Act.\n  This bill would require VA to automatically enroll every eligible \nseparating servicemember into the VA healthcare system. As a veteran, I \nknow firsthand that the transition from military to civilian life can \nbe hard. One of the goals is to remove barriers to care for veterans, \nwhether they left the military decades ago or just last week.\n  I believe the intention of the EVEST Act is to further that goal by \nconnecting more at-risk servicemembers with the VA as they leave the \nservice. I support the intention. I know many other Members do as well, \nwhich is why I expect the bill to pass the House, and probably on a \nbipartisan basis.\n  However, as the ranking member of the Veterans' Affairs Committee, I \nhave a different perspective on this bill than many of my colleagues. I \nhave taken a long, hard look at this legislation, and what I have seen \nis a bill that may be well intended but has several potential problems.\n  To start with, the EVEST Act enrolls separating servicemembers into \nthe VA healthcare system without their knowledge or consent. Only after \nthey have been enrolled does the bill require VA to inform the veterans \nof their enrollment, the status of their enrollment, and how to opt out \nby disenrolling themselves.\n  We shouldn't be signing veterans up for a government program they \naren't asking for and may never need without at least letting them know \nfirst. And\n\n[[Page H261]]\n\nwe shouldn't be telling them that if they don't like it, they can \nfigure out how to disenroll themselves. That is backwards.\n  Veterans deserve better than that. Veterans also deserve better than \na bill that has been rushed through Congress without due diligence. \nThere has never been a single hearing on the EVEST Act in this \nCongress.\n  You may hear the chairman say that there has been a hearing on this \nbill last Congress. That is true. But last Congress and this Congress \nare very different. We had a different administration last Congress; we \nhad a different VA Secretary last Congress. I believe more than 70 \nMembers are new this Congress. More than half of the membership of the \nVeterans' Affairs Committee is new as well. And, regardless, VA did not \nprovide testimony at the hearing last Congress.\n  We have no idea if VA can implement the bill without disrupting \nservice to the veterans already in the VA health system, further \nburdening VA's already overworked staff, or increasing the strain on \nVA's already overfull facilities. Every Member of the House hears from \nveterans in our districts who are waiting too long for care they need, \nstuck in crowded VA facilities, and being treated by VA staff who are \nstruggling and overwhelmed. I am concerned that this bill could make \neach of those things worse.\n  I am not the only one who thinks so. Last week, right before this \nbill was considered by the Rules Committee, the Biden administration \nissued a Statement of Administration Policy on the EVEST Act. The \nstatement reads, ``There may be challenges implementing this bill as \ndrafted, and the administration looks forward to working with Congress. \n. . .'' In other words, even the President recognizes that this bill \nneeds more work.\n  Mr. Speaker, I include in the Record the Statement of Administration \nPolicy.\n\n                   Statement of Administration Policy\n\n\nH.R. 1836--Guard and Reserve GI Bill Parity Act of 2021--Rep. Levin, D-\n                    California, and nine cosponsors\n\n   H.R. 4673--Ensuring Veterans' Smooth Transition (EVEST) Act--Rep. \n                          Takano, D-California\n\n       The Biden-Harris Administration supports efforts that \n     ensure veterans receive timely access to high-quality \n     benefits and services that they have earned.\n       The Administration supports H.R. 1836, which would expand \n     eligibility criteria for certain education benefits. Current \n     law defines the term ``active duty'' as those individuals who \n     are on full-time duty in the active military service of the \n     United States, including full-time training duty, annual \n     training duty, and attendance, while in the active military \n     service, at a school designated as a service school by law or \n     by the Secretary of the military department concerned. H.R. \n     1836 would expand eligibility criteria to include those \n     training in full-time National Guard duty, which includes the \n     National Guard, the Army National Guard, and the Air National \n     Guard, as well as those same members when performing active \n     duty.\n       The Administration supports the EVEST Act's goal of \n     seamless enrollment in health care coverage. As currently \n     written, H.R. 4673 would require the Department of Veterans \n     Affairs (VA) to automatically enroll new veterans into VA \n     health care, and notify veterans of their enrollment and \n     instructions on how to un-enroll, if desired. There may be \n     challenges implementing this bill as drafted, and the \n     Administration looks forward to working with Congress on how \n     best to operationalize its objective.\n\n  Mr. BOST. Mr. Speaker, to be clear, the Veterans' Affairs Committee \nhad numerous opportunities in the last year to do that work that I had \njust discussed, and I don't know why the chairman chose not to. I have \nheard him say over the last week that it is okay we didn't have a \nhearing on the EVEST Act in this Congress because the bill has been in \nthe public domain.\n  Now, I am not sure what that statement really means because there \nhave been almost 400 bills introduced in this Congress that have been \nreferred to the Veterans' Affairs Committee. I guess that each of those \nare in the public domain. But I don't think any of them are ready for a \nvote here on the House floor.\n  It is not too much to ask that we seek the input from stakeholders \nbefore voting on a bill to become law. That is actually the least we \ncan do. I don't think our constituents sent us here to do anything less \nthan that.\n  During last week's Rules Committee, Congresswoman Torres, a member of \nChairman Takano's own party, seemed to agree with me by lamenting the \nlack of process this bill has received this Congress. With all due \nrespect to the Congresswoman, I doubt that we agree on much, but we do \nagree on this, though. Having this bill go through a much more robust \nprocess this Congress could have resulted in a much better product for \nour veterans.\n\n                              {time}  0930\n\n  Finally, I want to note that the bill will also cost taxpayers $3.1 \nbillion in new discretionary spending. Not a penny of that $3.1 billion \nis offset.\n  Implementing this bill will certainly require additional funding \nabove the nearly $100 billion already appropriated for the VA \nhealthcare system.\n  We cannot keep saddling our children and grandchildren with billions \nof dollars more debt. We have to do better than this.\n  Mr. Speaker, I reiterate that I understand why my colleagues will \nlikely vote for this bill. I wish I could vote for this bill, as well.\n  Leaving the military was not easy. It can leave new veterans feeling \nadrift and alone. I have been there. But that is why I supported \nefforts during the Trump administration to improve the Transition \nAssistance Program and increase the VA's outreach to separating \nservicemembers during their first year out of uniform.\n  I want separating servicemembers who need additional support to be \nable to get it and the help they need in a seamless manner. And I am \nnot at all confident that this bill will accomplish that goal without \nharming services to other veterans and adding to the national debt. As \na result, I must oppose this bill today.\n  Mr. Speaker, I reserve the balance of my time.\n  Mr. TAKANO. Mr. Speaker, I yield myself such time as I may consume.\n  I reiterate that we should not be hiding the care that our veterans \nhave earned. Let me quickly say that this bill has been in the public \ndomain for 2 years. It was reintroduced last summer, and the minority \nhad over 6 months to talk with us and the VA about it.\n  Furthermore, the committee has held six hearings on suicide \nprevention and transition since 2019. The common sense of this bill \nshines through.\n  And let me also add that regarding the capacity of VA--and I am glad \nthat the ranking member has entered the statement of administrative \nsupport into the Record; that statement clearly says and declares the \nadministration's support and its willingness to work with the \nadministration.\n  Data shows that VA enrollment has been going down in recent years, \nand while new enrollment hovers around 400,000 per year, it used to be \ndouble that, around one million per year, and using current \nassumptions, VA projects veteran enrollment in VHA to remain relatively \nsteady from 2019 to 2029.\n  I am very confident about VA's ability to absorb the additional \nveterans that will take advantage of VA's world-class healthcare.\n  Mr. Speaker, I yield 5 minutes to the gentleman from Indiana (Mr. \nMrvan), my good friend and a member of the House Committee on Veterans \nAffairs and the chairman of the Subcommittee on Technology \nModernization.\n  Mr. MRVAN. Mr. Speaker, I thank Mr. Takano for yielding me the time.\n  It is my honor today to rise in support of H.R. 4673, the Ensuring \nVeterans' Smooth Transition Act.\n  I appreciate the leadership of Chairman Takano to advance this \ncritical legislation that will require the VA to automatically enroll \nindividuals who are separating from the military into the VA system.\n  Our brave members of the military put their lives and health on the \nline every day to keep our Nation safe, defend our democracy, and \nprotect our freedoms.\n  We have a responsibility to make it as easy as possible for them to \ntransition from military service to civilian life, and I am pleased \nthat this legislation does just that.\n  My life experiences have afforded me the opportunity as a former \ntownship trustee in northwest Indiana to work every day with the \nveterans community. I was able to initiate a veterans services \nroundtable and bring together veteran organizations to discuss, \ncoordinate, and streamline much-needed resources to our veterans.\n\n[[Page H262]]\n\n  In many instances, it was not that the resources or the benefit was \nunavailable, but rather, the individual was unaware of the existing \nbenefit, or unable to access, for whatever reason, the very resource \nthey needed.\n  Today, I am thinking of those countless discussions and individuals \nas I will vote to support the EVEST Act. It is an effective proposal to \nhelp ensure that veterans access the valuable healthcare services \navailable to them during this transition process from active to veteran \nstatus.\n  Today, I want to make sure we meet our veterans' mental health needs \nand increase veterans' access to healthcare. I again thank Chairman \nTakano and my fellow members of the Veterans' Affairs Committee for \nyour commitment to supporting veterans and bringing this measure to the \nfloor today.\n  I urge my colleagues to support this measure.\n  Mr. TAKANO. Mr. Speaker, I reserve the balance of my time.\n  Mr. BOST. Mr. Speaker, I yield myself such time as I may consume.\n  In response to the EVEST Act has been in the public domain, I think \nit is very important to note, as I mentioned earlier, the last Congress \nis not the same as this Congress. We have more than 70 Members who are \nnew Members of Congress, half of the Veterans' Affairs Committee is \nnew, we have a different President, and we have a different secretary.\n  Introducing a bill is not the same as conducting a hearing. You can't \nget input from the stakeholders. You can't engage in meaningful debate \nin the public domain. This reflects zero input from the VA, meaning we \nhave no idea whether it is flexible, whether it is workable, whether it \nis disruptive to the VA system. We don't know.\n  And even the Biden administration agrees that more work is needed \nbefore this bill should become law.\n  And the previous speaker, Mr. Speaker, spoke about the person that \ndidn't know what was available to them through the VA. If you were my \nage as a veteran it is true that you could not know because you got a \nquick class and the TAP program. And I have mentioned on this floor \nbefore that that is a tap on the back and see you later.\n  But today's TAP program is a course that you take, and you are bound \nto understand separation from your active service and what VA benefits \nare available to you.\n  And not only that, the Trump administration in 2018 put an \nadministrative order out that you are then contacted after separation \nat 90, 180, and 360 days out to be notified of what benefits are \navailable to you in the VA. We are doing that.\n  This instead enrolls members without their consent, and then they are \nenrolled. And the only option they have is to be notified later how \nmaybe they can get out of being enrolled.\n  Mr. Speaker, I reserve the balance of my time.\n  Mr. TAKANO. Mr. Speaker, I yield myself such time as I may consume.\n  I want to add that, in response to the esteemed ranking member, VA \nformally supports this legislation and has been discussing auto \nenrollment for years.\n  VA has already been working to make transition into VA healthcare \nsmoother with Solid Start and will soon have data showing that warm \nhandoffs have a positive impact on veteran outcomes without \noverwhelming the VA system.\n  In response to the criticism that VSOs have not had input, I want to \npoint out that VSOs, including Paralyzed Veterans of America and \nDisabled American Veterans, have already formally endorsed EVEST. Why? \nBecause the common sense of this legislation shines through.\n  All VSOs have had a chance to weigh in, and many did. The Nurses \nOrganization of Veterans Affairs, the American Federation of Government \nEmployees, the Veterans Health Policy Institute, and the American \nPsychological Association also support this legislation.\n  Mr. Speaker, I yield 3 minutes to the gentleman from California (Mr. \nCorrea), my good friend and a former member of the House Veterans' \nAffairs Committee who now serves on the Agriculture Committee, Homeland \nSecurity Committee, and House Judiciary Committee.\n  Mr. CORREA. Mr. Speaker, today I rise in strong support of the EVEST \nAct.\n  All gave some, and many made the ultimate sacrifice. America has made \na promise to our veterans that we will take care of them when they \nreturn home.\n  I represent Orange County, California, and many of my constituents \nhave served their country proudly. One of my constituents, Billy Hall, \nfrom the city of Orange, enlisted at the age of 15, served from 1941 to \n1945 in World War II, and again from 1948 to 1967 in the Korean and \nVietnam wars.\n  Every servicemember deserves our respect and gratitude, and most of \nall, all the benefits and care that we promised them when they would \nreturn home.\n  This bill is very simple but very important. It automatically enrolls \nveterans in the healthcare system. It provides veterans healthcare \nwithout the red tape.\n  I urge my colleagues to vote ``yes'' on the EVEST Act and pass this \nsimple and important commonsense legislation for our veterans.\n  Mr. TAKANO. Mr. Speaker, I reserve the balance of my time.\n  Mr. BOST. Mr. Speaker, I yield myself such time as I may consume.\n  In my debate and the things that I brought up here today, I never \nsaid that VSOs didn't have input. I did say the VA did not come to the \ncommittee, and we did not have the proper hearings. If the VA is in \nsupport of this bill, I would request that the VA send the \ndocumentation saying how they are in support of this bill. Their input \nwould be vitally important.\n  Whether it is a Republican or Democrat administration, the VA is \nvitally important to make sure they provide services to our \nconstituents and to our veterans.\n  No one on this floor cares more about veterans than the people who \nserve on this committee--I can guarantee you that--whether it is the \nchairman or myself.\n  But we have to make sure what we are providing does what it is we are \ntrying to do. It was mentioned earlier that they believe that this \nwould help reduce suicide among transitioning servicemembers. I care \ndeeply about this. This is something that both I and the chairman have \nworked on and will continue to work on.\n  The majority of veterans who die of suicide have not had meaningful \nengagement with the VA. They may have been enrolled in the VA, but they \nhaven't gotten the VA care that they need.\n  This bill would add names of eligible separating servicemembers from \nthe VA and put them on the rolls, but it doesn't do the outreach that \nis necessary to possibly prevent them from that ultimate decision to \nend their lives.\n  Those are the type of things we are working on and will continue to \nwork on. This is not the answer to that. There are a lot of other \nconcerns that I have expressed and will continue to express.\n  Mr. Speaker, I reserve the balance of my time.\n  Mr. TAKANO. Mr. Speaker, I yield myself such time as I may consume.\n  Let me say that the amendments that we are considering to this bill \ntoday, which I consider friendly, will address many of the ranking \nmember's concerns about the reaching out.\n  I yield 3 minutes to the gentleman from Connecticut (Mr. Himes), my \ngood friend who serves on the Financial Services Committee and the \nPermanent Select Committee on Intelligence.\n  Mr. HIMES. Mr. Speaker, I thank Chairman Takano for moving this very \nimportant legislation.\n  In this polarized and angry time, one of the lights of this \ninstitution is that we have always come together to better serve our \nveterans, to better serve those men and women who took the ultimate \nrisk and were prepared to make the ultimate sacrifice on behalf of all \nof us and the system that this room embodies.\n  And this is a real problem. As I go around my district and I talk to \nyoung veterans, they face any number of transitional issues; with \nhousing, with healthcare. And let's face it, the change from being on \nactive duty to being a veteran is a challenging one, one that all too \noften results in the kind of tragedy that we have acknowledged here in \nthis Chamber today.\n\n[[Page H263]]\n\n  And so I rise in strong support of the EVEST Act. It is consistent \nwith something that I am very proud to have accomplished many years ago \nwhen we passed the SERVE Act, which made it easier for veterans to show \nthat they had an income so that they could get the housing which they \nwere entitled to. It was a small thing, but it just eased the passage \nfor those young men and women who have so well served this country.\n  This is important, and it is not a big deal, but it is going to \naffect tens of thousands of veterans. My Republican friends know that I \nrespect and value their input and their objections to our ideas. It \nmakes us better when you pose objections to our ideas. But I am a \nlittle puzzled by the objections that I am hearing today.\n  I have heard sitting here that this is not paid for. Okay. It is $3 \nbillion that I think is well spent on perhaps the most valuable \npopulation that we have. But the notion that it is not paid for, let's \nremember it was just a couple years ago that my friends on the \nRepublican side passed $2 trillion in tax cuts, 83 percent of which \nbenefited the top 1 percent of this country's citizens. I have to \nbelieve that if we can do $2 trillion in tax cuts that largely benefits \nthe richest Americans, that we can find $3 billion to ease the passage \nfor our veterans.\n\n                              {time}  0945\n\n  I have heard the ranking member say that the VA maybe can't handle \nit. Let's remember that the VA supports this idea and that we are just \nasking them to do a little bit more of what they already do. This is \nnot some new and fanciful program. No, it is making a program that is \nwell-established available to more.\n  Mr. Speaker, this is a good bill. I am particularly proud of my \nfriend and neighbor--  Joe Courtney will talk about this shortly--that \nmy neighbor, Jahana Hayes, is proposing an amendment that will increase \nthe notification that goes to veterans about what is available to them.\n  This bill needs to pass because, at the end of the day, we are \nanswering the question: Do we want more veterans to have access to what \nwe have promised them, or do we want fewer veterans to have access to \nwhat we have promised them? That is what is at stake here.\n  Mr. Speaker, I thank the ranking member and urge him to rethink his \nobjections to this bill because this will be a proud moment when this \nbill passes.\n  Mr. BOST. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I mentioned that the Committee on Veterans' Affairs did \nnot do our job on this bill. We did not consider this bill in a \nlegislative hearing. We did not seek input from stakeholders or the VA. \nWe did not make certain that automatically enrolling newly separated \nservicemembers into the VA healthcare system would not impede access \nfor existing employees or cause funding crises. And those things are \nvery, very real.\n  Even the Biden OMB has admitted that there are going to be challenges \nwith implementing this bill. If you look at the numbers--and I am going \nto add this into what should be mentioned--19.1 million veterans is \nwhat we have; 9 million veterans are enrolled; 7 million have used \naccess to the VA. If we start and do it this way without letting \nveterans make decisions on their own, it can overwhelm the VA. That is \nwhat has been mentioned by OMB.\n  Veterans are already facing tough challenges. So is the VA health \nsystem that they can go to. But we don't need to add any more to their \nplates without at least hearing how it is going to affect the services \nthat are already being provided to our veterans.\n  That is why, just so you know, I am offering a motion to recommit \nthis morning. My motion to recommit, if adopted, would send this bill \nback to the Committee on Veterans' Affairs to consider an amendment to \nH.R. 4673 that would delay implementation until 30 days after the VA \nhas certified that it can implement, without disruption, services to \nveterans or requiring additional funds.\n  Mr. Speaker, I don't see how those who support this bill, despite its \nproblems and the Biden administration's recognition that it may cause \nchallenges, can object to this amendment. The very least we can do for \nthe millions of veterans who are already enrolled in VA care and \ncounting on VA services is to ensure--before this bill goes into \neffect--that it won't cause undue harm to them. I have already drafted \nan amendment that would accomplish that goal.\n  Mr. Speaker, I ask unanimous consent to insert the text of my \namendment in the Record immediately prior to the vote on the motion to \nrecommit.\n  The SPEAKER pro tempore. Is there objection to the request of the \ngentleman from Illinois?\n  There was no objection.\n  Mr. BOST. Mr. Speaker, I urge my colleagues to support my motion to \nrecommit, and I yield back the balance of my time.\n  Mr. TAKANO. Mr. Speaker, I yield myself the balance of my time.\n  Mr. Speaker, let me just say, in response to my friend, the esteemed \nranking member, that his MTR, which would delay implementation in order \nto avoid harm to our veterans, dare I say that the harm is in the \ndelay.\n  I am reminded of a quote from the VFW's Pat Murray that we had at \nyesterday's roundtable on toxic exposure: Our pay-for for this bill and \nour pay-for, frankly, for all that we do for veterans was the ticket \nthat we sent servicemembers overseas to serve. I repeat: Our pay-for \nwas the ticket we sent servicemembers overseas to serve.\n  And a little further discussion on the pay-for issue: The \nCongressional Budget Office does not estimate that this bill will \nincrease mandatory spending and does not require an offset. These are \nthe rules we play by.\n  Again, we are not creating new eligibility here. The only cost of \nthis bill is veterans seeking care that they are already eligible for. \nWe are all better off when veterans are seeking the care that they \nneed, and we should not be hiding that care for which they are \neligible.\n  Automatic enrollment in VA healthcare for eligible veterans is a \nlong-needed suicide prevention tool. We cannot put a price tag on \nprotecting the health and safety of our veterans. Many of these \nveterans would go on to use VA healthcare even if they are not \nautomatically enrolled, and the minority does not give a compelling \nreason why we should hinder or make that process more difficult for our \nveterans.\n  Again, I repeat, we should not be hiding the care for which our \nveterans are already eligible.\n  Mr. Speaker, I ask that all my colleagues join me in passing H.R. \n4673, as amended, and I anticipate we will see a big bipartisan vote \ntoday.\n  Mr. Speaker, I yield back the balance of my time.\n  Ms. JACKSON LEE. Mr. Speaker, I stand here in strong support of H.R. \n1836, the Ensuring Veterans' Smooth Transition Act (EVEST), which \nprovides automatic enrollment in the VA for all transitioning service \nmembers, and veterans who don't want to obtain its services have the \neasy choice of opting out.\n\n\n =========================== NOTE =========================== \n\n  \n  January 20, 2022, on page H263, in the third column, the \nfollowing appeared: Mrs JACKSON LEE. Mr. Speaker, I stand here in \nstrong support of H.R. 1836, the Ensuring Veterans' Smooth \nTransition Act\n  \n  The online version has been corrected to read: Ms. JACKSON LEE. \nMr. Speaker, I stand here in strong support of H.R. 1836, the \nEnsuring Veterans' Smooth Transition Act\n\n\n ========================= END NOTE ========================= \n\n\n  Specifically, this bill would:\n  Automatically enroll new veterans into VA Health Care;\n  Provide VA with information about transitioning service members;\n  Require the VA to reach out to veterans about the scope of, and \naccess to, benefits.\n  Assuring future cohorts of veterans--including those struggling with \nthe Taliban triumph in Afghanistan--don't go without health care during \ntheir transition from military to civilian life is the worthy goal of \nthis bill.\n  After attempting suicide while serving on active duty in Iraq, \nKristofer Goldsmith was given a general discharge by the Army and \nlittle else.\n  The overwhelmed 21-year-old returned to his hometown on Long Island, \nN.Y., totally unaware that he was eligible for care from the Veterans \nHealth Administration (VA).\n  ``I had just lost my income, my support network, my identity, and \nalmost my life. I was in a total mental health crisis,'' Goldsmith \nsaid.\n  During the critical months following his transition to civilian life, \nhe went without desperately needed services.\n  If his mother hadn't forced him to go to the VA, Goldsmith, who \ncredits the VA with helping him rebuild his life, doesn't know what \nwould have happened to him.\n  Of this, however, he is certain, ``If I had heard from my local VA \ninforming me of what benefits I had and that I'd been enrolled in the \nsystem, it would have changed my life drastically.''\n  This bill would help thousands of veterans who need services for the \nmultitude of conditions acquired or exacerbated by military service but \nare confused about how to access them.\n\n[[Page H264]]\n\n  These ailments include everything from respiratory problems caused by \nburn-pit toxic exposure to signature combat conditions such as \nTraumatic Brain Injury (TBI) and Post-Traumatic Stress Disorder (PTSD).\n  For all these problems, prompt attention means everything.\n  For example, according to research conducted by the VA, veterans who \nreceived care soon after the end of their service ``had lower levels of \nPTSD upon follow-up a year after they initiated care.\n  According to the study, for each year that a veteran waited to \ninitiate treatment, there was about a 5 percent increase in the odds of \ntheir PTSD either not improving or worsening.\n  In 2018, the National Academies of Sciences, Engineering and Medicine \nfound that post-9/11 veterans who had not sought VA mental health care \ndidn't know how to apply for benefits--or were unsure whether they were \neven eligible.\n  Some didn't know what services the VA offered or felt that they \ndidn't deserve care even if they could get it.\n  Some women veterans are similarly unsure whether VA services are even \navailable to their gender.\n  This legislation will not only be key to eliminating these barriers \nbut also to reducing the veteran suicide crisis.\n  A disproportionate number of veterans die by suicide during the \ninitial months and years following separation from military service.\n  Veterans ages 18 to 34 have the highest rate of suicide.\n  Automatic pre-enrollment could be lifesaving during a crisis when \nspeed is of the essence.\n  Smoother access to VA health care has never been more important than \nit is today.\n  The tumultuous end of the war in Afghanistan is intensifying mental \nhealth symptoms within the veteran population.\n  I am proud to support this legislation in order to better serve \nveterans and reduce veteran suicide.\n  This bill, in which we further the benefits and recognition that our \nservicemen and women deserve, also reminds us that we have an \noverriding duty to protect the health and dignity of those serving \ntoday.\n  For this reason, I would like to discuss the crisis that our National \nGuardsmen and Guardswomen have been thrust into at the Texas Governor's \ndirection on our Southern Border.\n  In March 2021, the Texas Governor launched the ill-fated and \nineffective Operation Lone Star which he claimed was necessary to stem \na so-called invasion of migrants at Texas' southern border.\n  As of November 2021, more than 10,000 Texas National Guardsmen have \nbeen deployed to the southern border in pursuit of this folly.\n  According to published media accounts, National Guard members who \nhave been activated for Operation Lone Star are experiencing habitual \npay delays and poor working conditions during the border mission, \nincluding being exposed to COVID-19, and many are missing the equipment \nnecessary for safety and mission success.\n  In addition, the National Guard has faced austere conditions and \nlimited resources, leading to unsanitary conditions such as the lack of \nportable restrooms.\n  Rather than addressing these conditions, just last week the Texas \nGovernor filed a frivolous lawsuit in federal court challenging the \nauthority of President Biden, the Commander-in-Chief of the Armed \nForces to require that members of the National Guard be vaccinated \nagainst COVID-19.\n  There is no merit to this nuisance law suit as demonstrated by the \nsummary rejection of similar arguments raised by neighboring Oklahoma \nGovernor Stitt.\n  The Texas Governor's failure to comply with the policies intended to \nreduce the spread of COVID-19 among the Armed Forces will mean that \nthere will be less military personnel available national disasters that \nhave struck Texas in recent years, such as the winter freeze of last \nyear.\n  This will also mean that there are fewer personnel to respond to any \nattacks on the homeland.\n  Encouraged by the Texas Governor's obstinacy, about 40% of the \nmembers of the Texas Army National Guard are refusing to get \nvaccinated, which puts at risk their colleagues and the persons they \nare sworn to defend and protect.\n  National Guardsmen and Guardswomen deployed in this disastrous \nmission at the Texas Governor's insistence face the deadly spread of \nCOVID-19, unsanitary conditions, lack of pay, and a lack of a certain \nfuture.\n  These uniformed men and women deserve better, and some of them, \nseeing no alternative to their present reality, have decided to end it \nall.\n  Five National guard soldiers have shot and killed themselves in the \npast three months, and one more survived a suicide attempt.\n  One of these men, private first class Joshua R. Cortez, was preparing \nto accept a ``lifetime job'' with one of the nation's biggest health \ninsurance companies in late October last year, but the Texas National \nGuard had other ideas.\n  Operation Lone Star required involuntary activations to meet the \nTexas Governor's troop quotas, and Cortez was one of the soldiers \ntapped to go on state active duty orders--with no idea how long the \nmission would last.\n  In November, the 21-year-old mechanic requested a hardship release \nfrom the mission: ``I've been waiting for this job and I'm on my way to \ngetting hired . . . I missed my first opportunity in September when I \nhad to go on the flood mission in Louisiana. . . . I can not miss this \nopportunity because it is my last opportunity for this lifetime job.''\n  Cortez's company commander recommended approval. But his battalion \ncommander and brigade commander disapproved.\n  Within 36 hours of his request being denied, Cortez drove to a \nparking lot in northwest San Antonio and shot himself in the head.\n  Three other soldiers tied to Operation lone Star have died by \nsuicide, including:\n  Sgt. Jose L. De Hoyos was found dead in Laredo, Texas, on Oct. 26. He \nwas a member of the 949th Brigade Support Battalion's headquarters \ncompany.\n  1st Sgt. John ``Kenny'' Crutcher died Nov. 12, as time ran out on his \ntemporary hardship waiver. He was the top NCO for B Company, 3rd \nBattalion, 144th Infantry.\n  1st Lt. Charles Williams, a platoon leader in Crutcher's company, \ndied at home overnight Dec. 17 while on pass.\n  The string of suicides raises urgent questions about the mission's \nconditions and purpose, as well as the way it's organized and manned \nthrough indefinite involuntary call-ups.\n  This is an excellent and common-sense bill that will enhance the \nbenefits of our servicemen and women.\n  We must also act to ensure that our servicemen and women are \nprotected from COVID-19, both for their own safety and the safety of \nour nation.\n  Although we cannot bring back the lives lost due to the Texas \nGovernor's misguided actions, we can remember the names of those we \nhave lost and work to ensure that we treat all members of our military \nequally and with dignity and respect.\n  The SPEAKER pro tempore. All time for debate has expired.\n  Each further amendment printed in part B of House Resolution 117-225, \nnot earlier considered as part of amendments en bloc pursuant to \nsection 5 of House Resolution 860, shall be considered only in the \norder printed in the report, may be offered only by a Member designated \nin the report, shall be considered as read, shall be debatable for the \ntime specified in the report equally divided and controlled by the \nproponent and an opponent, may be withdrawn by the proponent at any \ntime before the question is put thereon, shall not be subject to \namendment, and shall not be subject to a demand for division of the \nquestion.\n  It shall be in order at any time for the chair of the Committee on \nVeterans' Affairs or his designee to offer amendments en bloc \nconsisting of further amendments printed in part B of House Report 117-\n225 not earlier disposed of. Amendments en bloc shall be considered as \nread, shall be debatable for 20 minutes equally divided and controlled \nby the chair and ranking minority member of the Committee on Veterans' \nAffairs or their respective designees, shall not be subject to \namendment, and shall not be subject to a demand for a division of the \nquestion.\n\n\n         Amendments En Bloc Offered by Mr. Takano of California\n\n  Mr. TAKANO. Mr. Speaker, pursuant to section 5 of House Resolution \n860, I rise to offer the four amendments en bloc to H.R. 4673.\n  The SPEAKER pro tempore. The Clerk will designate the amendments en \nbloc.\n  Amendments en bloc consisting of amendment Nos. 1, 2, 4, and 5, \nprinted in part B of House Report 117-225, offered by Mr. Takano of \nCalifornia:\n\n\n           amendment no. 1 offered by mr. delgado of new york\n\n       Page 1, line 15, insert ``(A)'' before ``Not later''.\n       Page 1, line 18, strike ``(A)'' and insert ``(i)''.\n       Page 2, line 1, strike ``(B)'' and insert ``(ii)''.\n       Page 2, after line 3, insert the following:\n       ``(B) In carrying out subparagraph (A), the Secretary shall \n     consider using, to the extent practical, mass texting \n     capabilities through mobile telephones.''.\n\n\n           amendment no. 2 offered by mr. delgado of new york\n\n       At the end of the bill, add the following:\n\n     SEC. 3. GAO REPORT ON NOTICE OF AUTOMATIC ENROLLMENT IN \n                   PATIENT ENROLLMENT SYSTEM OF DEPARTMENT OF \n                   VETERANS AFFAIRS.\n\n       Not later than 180 days after the date of the enactment of \n     this Act, the Comptroller\n\n[[Page H265]]\n\n     General of the United States shall submit to Congress a \n     report containing the results of a study to determine the \n     best methods for the Secretary of Veterans Affairs to provide \n     notice under paragraph (2) of subsection (d) of section 1705 \n     of title 38, United States Code, as added by section 2. In \n     making such determination, the Comptroller General shall \n     consider needs of veterans based on--\n       (1) age;\n       (2) residence in urban areas; and\n       (3) residence in rural areas.\n\n\n          amendment no. 4 offered by mrs. hayes of connecticut\n\n       Page 1, line 15, insert ``(A)'' before ``Not later''.\n       Page 1, line 18, strike ``(A)'' and insert ``(i)''.\n       Page 1, line 18, strike ``and''.\n       Page 2, line 1, strike ``(B)'' and insert ``(ii)''.\n       Page 2, line 3, strike the period and insert ``; and''.\n       Page 2, after line 3, insert the following:\n       ``(iii) instructions for how the veteran may elect to \n     enroll at a later date.\n       ``(B) Any notice or instructions required to be provided \n     under this paragraph shall be provided in the form of a \n     physical copy delivered by mail and, to the extent practical, \n     in the form of an electronic copy delivered by electronic \n     mail.''.\n       Page 3, after line 5, insert the following:\n       (d) Provision of Notice and Information.--The notice and \n     instructions required to be provided under subsection (d)(2) \n     of section 1705 of title 38, United States Code, as added by \n     subsection (a), shall be provided in accordance with the \n     established procedures of the Department of Veterans Affairs \n     with respect to the provision of similar types of notices and \n     instructions.\n\n\n            amendment no. 5 offered by ms. tlaib of michigan\n\n       Add at the end the following:\n       (d) Report on Automatic Enrollment.--\n       (1) In general.--Not later than one year after the first \n     veteran is enrolled in the patient enrollment system of the \n     Department of Veterans Affairs under subsection (d) of \n     section 1705 of title 38, United States Code, as added by \n     subsection (a), the Secretary shall submit to Congress a \n     report on the enrollment process under such subsection. Such \n     report shall include each of the following:\n       (A) A discussion of any anticipated challenges that \n     occurred in implementing such subsection, the strategies used \n     to address such challenges, and the effectiveness of such \n     strategies.\n       (B) A discussion of any unanticipated challenges that \n     occurred in implementing such subsection, the strategies used \n     to address such challenges, and the effectiveness of such \n     strategies.\n       (C) Any additional information the Secretary determines \n     appropriate, including information that may be useful to \n     other Federal departments and agencies considering the \n     implementation of similar automatic enrollment programs.\n       (2) Form of report.--The report required under paragraph \n     (1) shall be submitted in unclassified form, but may include \n     a classified annex.\n\n  The SPEAKER pro tempore. Pursuant to House Resolution 860, the \ngentleman from California (Mr. Takano) and the gentleman from Illinois \n(Mr. Bost) each will control 10 minutes.\n  The Chair recognizes the gentleman from California.\n  Mr. TAKANO. Mr. Speaker, I rise today in support of these en bloc \namendments. Seamlessly connecting veterans with the benefits and care \nthey earned through their service is paramount to the transition \nprocess.\n  The Delgado amendment No. 1 makes sure that VA can easily notify \nveterans regarding care and services through mass texting. As \ntechnology and communication methods improve, so should how VA uses \nthose capabilities to easily inform veterans of their benefits. Texting \neligible veterans to tell them they have been auto-enrolled in VA \nhealthcare is an effective, simple way to increase awareness of the \ncare available to them.\n  The Delgado amendment No. 2 requires GAO to submit a report to \ndetermine the best methods to notify veterans regarding their automatic \nenrollment in VA healthcare. This amendment will strengthen the \nunderlying bill and inform best practices for how VA can ensure \nveterans have the information they need regarding their access to care \nand services.\n  Getting information to veterans in an effective manner is crucial to \ntheir transition into civilian life, and the Delgado amendment No. 2 \nwill help improve how VA communicates an eligible veteran's enrollment \nin VA healthcare so they can easily access the care they need.\n  The Hayes amendment requires that VA notify veterans who opt out of \nautomatic enrollment that they may elect to enroll at a later date. We \nunderstand there will be some veterans who opt out for auto-enrollment \nfor a variety of reasons, but it is our duty that they know that the VA \nwill be waiting for them if their future needs change.\n  Ensuring VA adopts and scales best practices related to auto-\nenrollment while also learning from any issues that arise during its \nrollout is important to the long-term effectiveness of the aims of H.R. \n4673.\n  The Tlaib amendment requires the VA to submit a report a year after \nthe first veteran is auto-enrolled in VA healthcare to preserve lessons \nlearned from the rollout. This report will help improve auto-enrollment \nfor both the VA administrators implementing the program and veteran \nusers alike.\n  Mr. Speaker, I urge my colleagues to support the en bloc amendments, \nand I reserve the balance of my time.\n  Mr. BOST. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, the four en bloc amendments are offered by Congressman \nDelgado, Congresswoman Hayes, and Congresswoman Tlaib. I thank them for \ntheir work. I remain opposed to the underlying bill, and I explained \nwhy in detail over the last debate.\n  One of the reasons I was opposed to it is because the Committee on \nVeterans' Affairs did not do our job before bringing this bill to the \nfloor. We did not hold hearings on the bill or seek input from \nstakeholders. And importantly, we did not get assurance from the VA \nthat the bill could be implemented without negative impact to services.\n  In fact, shortly before this bill hit the Rules Committee, the Biden \nadministration did release the statement that we talked about earlier. \nThat statement, remember, says that there are challenges in \nimplementing this bill.\n  Now, I wish we could have done that work in the VA Committee before \nconsidering the bill on the floor. If there are challenges, we need to \nknow about them, and we need to be able to address them to make sure \nthat no veteran is harmed by this bill.\n  Nevertheless, here we are. These en bloc amendments will help get \nsome of the information we should have gotten before passing the bill. \nThey will help us stay informed on how the bill is working and the \nimpact it is having on veterans and on the VA healthcare system after \nthe fact.\n  For example, one of Congressman Delgado's amendments would require \nGAO to study the best methods for VA to notify newly separated \nservicemembers of their enrollment status. His second amendment would \nrequire VA to consider texting newly separated servicemembers to inform \nthem of their enrollment status and their ability to disenroll. If a \nveteran chooses to disenroll, Congresswoman Hayes' amendment would \nrequire VA to provide them with information on how to enroll at a later \ndate if they change their mind down the line.\n  Finally, Congresswoman Tlaib's amendment would require VA to report \nto Congress on the implementation of this bill not later than 1 year \nafter enactment. That would allow us to course-correct, as needed, if \nthe bill is causing problems at least 1 year out.\n  Now, I feel like a broken record, but this is information we should \nhave had already. Nevertheless, it is better late than never. That is \nwhy I will be in support of that amendment alongside the amendments for \nDelgado and Hayes.\n  Mr. Speaker, I urge my colleagues to do the same, and I yield back \nthe balance of my time.\n  Mr. TAKANO. Mr. Speaker, may I inquire how much time is remaining.\n  The SPEAKER pro tempore. The gentleman from California has 7\\1/2\\ \nminutes remaining.\n  Mr. TAKANO. Mr. Speaker, I yield 2 minutes to the gentleman from \nConnecticut (Mr. Courtney), my good friend who serves on the House \nCommittee on Armed Services as chairman of the Subcommittee on Seapower \nand Projection Forces and the Committee on Education and Labor.\n\n                              {time}  1000\n\n  Mr. COURTNEY. Mr. Speaker, I thank Mr. Takano and Ranking Member Bost \nfor supporting the en bloc.\n  Mr. Speaker, it is my honor today to speak on behalf of the Hayes \namendment offered by my friend and neighbor from Connecticut, \nCongresswoman Jahana Hayes, who unfortunately could not be here today \nbecause she is\n\n[[Page H266]]\n\nquarantining. Her amendment is a commonsense proposal to improve an \nalready outstanding bill that will connect more veterans to benefits \nthey have earned by volunteering to wear the uniform of this country.\n  Mr. Speaker, last year, at the outset of the VA's highly successful \nCOVID vaccination program, Congresswoman Hayes and I both toured the VA \nhospital in West Haven, Connecticut, which is the flagship of our VA \nhealthcare system. I had a chance to personally observe her authentic, \nwell-informed advocacy for veteran patients and their family members, \nasking questions about ways Congress can improve the system, \nparticularly about communicating the full extent of their benefits.\n  She described casework from the veterans seeking care, about the \nburdens they faced when navigating a complicated system where not only \nveterans, but family members struggle to stay current with changing \nrules and programs. It is particularly troublesome to hear cases of \nveterans who lose eligibility for help because of late claims caused by \npoor communication, oftentimes at the time of discharge from military \nservice.\n  Mr. Speaker, that is why it is so important for the House to pass the \nEVEST Act which will provide automatic enrollment in the VA system for \nall transitioning servicemembers.\n  Mrs. Hayes' friendly amendment wisely requires the VA to go the extra \nmile and inform veterans who opt out of automatic enrollment through \nmultiple methods, including not only email but also paper mail, that \nthey can reenroll as they transition out of the military. Her measure \nis a commonsense insurance that veterans are informed of the EVEST so \nthat they know from day one all of the options and rights that they \nhave to get help.\n  Mr. Speaker, I want to again thank Chair Takano and Ranking Member \nBost.\n  And I will close by simply noting that my district in eastern \nConnecticut is home to the largest military installation in New \nEngland, with 9,000 sailors and officers who work every day to protect \nour Nation. The transition from military to civilian life happens on a \nrolling, nonstop basis. Too often we work with veterans who experience \ngaps in benefits caused by a failure to enroll or late enrollment, \nwhich this excellent bill will fix.\n  The SPEAKER pro tempore. The gentleman's time has expired.\n  Mr. TAKANO. Mr. Speaker, I yield an additional 30 seconds to the \ngentleman from Connecticut (Mr. Courtney).\n  Mr. COURTNEY. Mr. Speaker, I urge my colleagues to support the Hayes \namendment in the en bloc and the underlying bill.\n  Mr. TAKANO. Mr. Speaker, I yield 2\\1/2\\ minutes to the gentlewoman \nfrom Michigan (Ms. Tlaib), my good friend and author of this amendment. \nShe serves on the Financial Services Committee, the Natural Resources \nCommittee and the Oversight and Reform Committee.\n  Ms. TLAIB. Mr. Speaker, I thank Chairman Takano and the committee \nstaff for working with me on this important amendment and for their \nleadership on this bill. I can't thank him enough and look forward to \nhim one day coming to my district for a visit to our VA hospital that \nwe love and cherish.\n  Mr. Speaker, the transition of being on Active Duty to being a \nveteran is not easy. The EVEST Act helps with that transition and makes \nlife easier for those who served our Nation.\n  This act is also a great opportunity to review the automatic \nenrollment programs and learn what works and what doesn't, because \nensuring effective implementation is critical to its success.\n  Mr. Speaker, I am a social worker at heart, and we have to ensure \nthat our veterans' lives are changing for the better with this bill. My \namendment ensures the lessons learned during implementation of the \nprogram are preserved for other agencies, as well as to learn, again, \nwhat to do and what not to do.\n  Mr. Speaker, I appreciate the committee for working with me on this \nand look forward to my colleagues' support of this amendment. I also \nlook forward to working with the committee on a number of other issues \nimpacting our veterans, especially veteran suicide and access to mental \nhealth services.\n  Mr. TAKANO. Mr. Speaker, I yield 2\\1/2\\ minutes to the gentleman from \nTexas (Mr. Green), my good friend and member of the Financial Services \nCommittee where he is chairman of the Subcommittee on Oversight and \nInvestigations.\n  Mr. GREEN of Texas. Mr. Speaker, by way of further introduction, I am \nthe same Al Green who lives across the street from the DeBakey VA \nhospital; the same Al Green who fought in this Congress to secure a \nCongressional Gold Medal for Dr. Michael E. DeBakey; the same Al Green \nwho has 800 flags outside of his office presently to be distributed \nover at the DeBakey VA hospital; the same Al Green that goes there \nannually and speaks to veterans, who talks to them about their needs on \nan annual basis; the same Al Green who has had veterans who tell me the \ndifficulties associated with enrollment; the same Al Green who has \nveterans who say they are so pleased that somebody would come by to be \nof service to them.\n  Mr. Speaker, this Al Green announces here and now that I will support \nthe underlying bill. I support it because it is necessary. I support it \nbecause I believe the veterans that I have spoken to will support it. \nThey need it, and they will enjoy knowing that we came to this floor to \nbring this to fruition.\n  Mr. Speaker, finally, if the VA hospital is not properly funded and \nthis creates some funding issues, I am prepared to vote to fund the VA \nhospital sufficiently so that our veterans can be taken care of. Anyone \nwho is willing to go to a distant place, who may not return the same \nway they left, who may have issues for the rest of their lives, and \nthey do it because they want to protect this country, I am going to do \nall that I can to protect them. This is the least a grateful Nation can \ndo.\n  Mr. TAKANO. Mr. Speaker, I have no further speakers. I am prepared to \nclose. I ask all my colleagues to support me in supporting these four \namendments.\n  Mr. Speaker, I yield back the balance of my time.\n  The SPEAKER pro tempore. Pursuant to House Resolution 860, the \nprevious question is ordered on the amendments en bloc offered by the \ngentleman from California (Mr. Takano).\n  The question is on the amendments en bloc.\n  The en bloc amendments were agreed to.\n  A motion to reconsider was laid on the table.\n\n\n                 Amendment No. 3 offered by Ms. Escobar\n\n  The SPEAKER pro tempore. It is now in order to consider amendment No. \n3 printed in part B of House Report 117-225.\n  Ms. ESCOBAR. Mr. Speaker, I have an amendment at the desk.\n  The SPEAKER pro tempore. The Clerk will designate the amendment.\n  The text of the amendment is as follows:\n\n       Page 2, line 12, insert after ``a veteran'' the following: \n     ``who is discharged or separated from the Armed Forces on or \n     after the date that is 90 days before the date of the \n     enactment of this Act and''.\n\n  The SPEAKER pro tempore. Pursuant to House Resolution 860, the \ngentlewoman from Texas (Ms. Escobar) and a Member opposed each will \ncontrol 5 minutes.\n  The Chair recognizes the gentlewoman from Texas.\n  Ms. ESCOBAR. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, I thank Chairman Takano for his continued, strong, \nunwavering leadership on behalf of our veterans.\n  I am proud to represent a district that is home to a strong and \ngrowing veteran community, and proud to represent Fort Bliss in \nCongress, where thousands of our servicemembers transition to civilian \nlife.\n  One of my top priorities in Congress has been to protect our veterans \nand their families in the same way they have served and defended our \ncountry. Today, I am honored to stand in support of this critical \nlegislation for our Nation's veterans and to present my amendment.\n  Mr. Speaker, H.R. 4673, the Ensuring Veterans' Smooth Transition Act, \nprovides automatic enrollment in the VA for all transitioning \nservicemembers. This bill is vital in that it expedites\n\n[[Page H267]]\n\nthe use of healthcare benefits that veterans have already earned. My \namendment seeks to ensure that servicemembers who were discharged up to \n90 days before the enactment of this legislation can also reap its \nbenefits.\n  Servicemembers transitioning to civilian life already face a \nmultitude of hurdles, from adjusting to everyday life, dealing with \nunemployment issues, housing and security, and poor mental and physical \nhealth, among other things.\n  Mr. Speaker, our veterans deserve that we eliminate these and any \nother barriers. Thousands of veterans leave the service without knowing \nabout the VA, whether they are eligible, and what benefits they are \nentitled to receive.\n  Veterans who returned to civilian life during the pandemic faced even \nmore challenges to access and overall engagement with the VA due to \nclosures and the VA's limited operational capacity at the height of the \npandemic. We cannot leave these veterans behind.\n  Already, more than half of eligible veterans don't use VA health \nbenefits, many of which are due to confusion on eligibility and \nbenefits and lack of access to information. The pandemic only \nexacerbated this. Our withdrawal from Afghanistan this past year \nsimilarly impacted millions of veterans who now need that care more \nthan ever.\n  Mr. Speaker, my amendment is not adding any new entitlements. It is \nsimply extending them to those who are equally in need. With my \namendment to this bill, we can ensure that newly transitioned veterans \ndo not miss the opportunity to access VA benefits they deserve and are \nentitled to.\n  As our chairman has said, when it comes to supporting our veterans, \nthe true heroes of our country, there is always more work to be done. \nThis bill is truly transformative and assures future cohorts of \nveterans receive the expeditious access to the healthcare they need.\n  Mr. Speaker, I urge a ``yes'' vote on my amendment. I reserve the \nbalance of my time.\n  Mr. BOST. Mr. Speaker, I claim time in opposition to the amendment.\n  The SPEAKER pro tempore. Without objection, the gentleman is \nrecognized.\n  There was no objection.\n  Mr. BOST. Mr. Speaker, I yield myself such time as I may consume.\n  Mr. Speaker, Congresswoman Escobar's amendment would expand automatic \nenrollment to servicemembers who left the military 90 days before this \nbill is enacted. There are already many existing mechanisms for \nseparating servicemembers to connect with the VA if that is something \nthey need and want.\n  As I explained during the general debate, I have a number of serious \nconcerns with the underlying bill. The Biden administration agrees that \nthere are challenges. I think that is an understatement. Regardless, we \nshould not be further complicating an already difficult implementation \nby expanding it even more.\n  Mr. Speaker, I oppose the amendment, and I yield back the balance of \nmy time.\n  Ms. ESCOBAR. Mr. Speaker, I yield 2 minutes to the gentleman from \nCalifornia (Mr. Takano).\n  Mr. TAKANO. Mr. Speaker, I rise in support of the Escobar amendment \nto H.R. 4673.\n  Mr. Speaker, seamlessly connecting veterans with the benefits and \ncare they have earned through their service is paramount to the \ntransition process. The Escobar amendment extends the automatic \nenrollment in VA healthcare to eligible veterans discharged within 90 \ndays before enactment of the underlying bill.\n  Mr. Speaker, many of the 175,000 veterans who served in Operation \nEnduring Freedom, Operation Iraqi Freedom, and Operation New Dawn are \nunaware of their eligibility for 5 years of VA healthcare upon \nseparation. Automatically enrolling recently separated eligible \nveterans into VA healthcare will support our aim to prevent veteran \nsuicides and improve their access to care during their transition to \ncivilian life.\n  Mr. Speaker, I urge my colleagues to support the Escobar amendment.\n  Ms. ESCOBAR. Mr. Speaker, I yield back the balance of my time.\n  The SPEAKER pro tempore. Pursuant to House Resolution 860, the \nprevious question is ordered on the amendment offered by the \ngentlewoman from Texas (Ms. Escobar).\n  The question is on the amendment offered by the gentlewoman from \nTexas (Ms. Escobar).\n  The question was taken; and the Speaker pro tempore announced that \nthe ayes appear to have it.\n  Mr. BOST. Mr. Speaker, on that I demand the yeas and nays.\n  The SPEAKER pro tempore. Pursuant to section 3(s) of House Resolution \n8, the yeas and nays are ordered.\n  The vote was taken by electronic device, and there were--yeas 228, \nnays 198, not voting 7, as follows:\n\n                             [Roll No. 12]\n\n                               YEAS--228\n\n     Adams\n     Aguilar\n     Allred\n     Auchincloss\n     Axne\n     Barragan\n     Bass\n     Beatty\n     Bera\n     Beyer\n     Bishop (GA)\n     Blumenauer\n     Blunt Rochester\n     Bonamici\n     Bourdeaux\n     Bowman\n     Boyle, Brendan F.\n     Brown (MD)\n     Brown (OH)\n     Brownley\n     Bush\n     Bustos\n     Butterfield\n     Carbajal\n     Cardenas\n     Carson\n     Carter (LA)\n     Cartwright\n     Case\n     Casten\n     Castor (FL)\n     Castro (TX)\n     Cherfilus-McCormick\n     Chu\n     Cicilline\n     Clark (MA)\n     Clarke (NY)\n     Cleaver\n     Clyburn\n     Cohen\n     Connolly\n     Cooper\n     Correa\n     Costa\n     Courtney\n     Craig\n     Crist\n     Crow\n     Cuellar\n     Davids (KS)\n     Davis, Danny K.\n     Dean\n     DeFazio\n     DeGette\n     DeLauro\n     DelBene\n     Delgado\n     Demings\n     DeSaulnier\n     Deutch\n     Dingell\n     Doggett\n     Doyle, Michael F.\n     Escobar\n     Eshoo\n     Espaillat\n     Evans\n     Fitzpatrick\n     Fletcher\n     Foster\n     Frankel, Lois\n     Gallego\n     Garamendi\n     Garcia (IL)\n     Garcia (TX)\n     Golden\n     Gomez\n     Gonzalez, Vicente\n     Gottheimer\n     Green, Al (TX)\n     Grijalva\n     Harder (CA)\n     Hayes\n     Higgins (NY)\n     Himes\n     Horsford\n     Houlahan\n     Hoyer\n     Huffman\n     Jackson Lee\n     Jacobs (CA)\n     Jayapal\n     Jeffries\n     Johnson (TX)\n     Jones\n     Kahele\n     Kaptur\n     Katko\n     Keating\n     Kelly (IL)\n     Khanna\n     Kildee\n     Kilmer\n     Kim (NJ)\n     Kind\n     Kirkpatrick\n     Krishnamoorthi\n     Kuster\n     Lamb\n     Langevin\n     Larsen (WA)\n     Larson (CT)\n     Lawrence\n     Lawson (FL)\n     Lee (CA)\n     Lee (NV)\n     Leger Fernandez\n     Levin (CA)\n     Levin (MI)\n     Lieu\n     Lofgren\n     Lowenthal\n     Luria\n     Lynch\n     Malinowski\n     Maloney, Carolyn B.\n     Maloney, Sean\n     Manning\n     Mast\n     Matsui\n     McBath\n     McCollum\n     McEachin\n     McGovern\n     McNerney\n     Meeks\n     Meijer\n     Meng\n     Mfume\n     Moore (WI)\n     Morelle\n     Moulton\n     Mrvan\n     Murphy (FL)\n     Nadler\n     Napolitano\n     Neal\n     Neguse\n     Newman\n     Norcross\n     O'Halleran\n     Ocasio-Cortez\n     Omar\n     Pallone\n     Panetta\n     Pappas\n     Pascrell\n     Payne\n     Perlmutter\n     Peters\n     Phillips\n     Pingree\n     Pocan\n     Porter\n     Pressley\n     Price (NC)\n     Quigley\n     Raskin\n     Rice (NY)\n     Ross\n     Roybal-Allard\n     Ruiz\n     Ruppersberger\n     Rush\n     Ryan\n     Sanchez\n     Sarbanes\n     Scanlon\n     Schakowsky\n     Schiff\n     Schneider\n     Schrader\n     Schrier\n     Scott (VA)\n     Scott, David\n     Sewell\n     Sherman\n     Sherrill\n     Sires\n     Slotkin\n     Smith (NJ)\n     Smith (WA)\n     Soto\n     Spanberger\n     Speier\n     Stansbury\n     Stanton\n     Stevens\n     Strickland\n     Suozzi\n     Swalwell\n     Takano\n     Thompson (CA)\n     Thompson (MS)\n     Thompson (PA)\n     Titus\n     Tlaib\n     Tonko\n     Torres (CA)\n     Torres (NY)\n     Trahan\n     Trone\n     Underwood\n     Valadao\n     Vargas\n     Veasey\n     Vela\n     Velazquez\n     Wasserman Schultz\n     Waters\n     Watson Coleman\n     Welch\n     Wexton\n     Wild\n     Williams (GA)\n     Wilson (FL)\n     Wittman\n     Yarmuth\n\n                               NAYS--198\n\n     Aderholt\n     Allen\n     Amodei\n     Armstrong\n     Arrington\n     Babin\n     Bacon\n     Baird\n     Balderson\n     Banks\n     Barr\n     Bentz\n     Bergman\n     Bice (OK)\n     Bilirakis\n     Bishop (NC)\n     Boebert\n     Bost\n     Brady\n     Brooks\n     Buchanan\n     Buck\n     Bucshon\n     Budd\n     Burchett\n     Burgess\n     Calvert\n     Cammack\n     Carey\n     Carl\n     Carter (GA)\n     Carter (TX)\n     Cawthorn\n     Chabot\n     Cheney\n     Cline\n     Cloud\n     Clyde\n     Cole\n     Comer\n     Crawford\n     Crenshaw\n     Curtis\n     Davidson\n     Davis, Rodney\n     DesJarlais\n     Diaz-Balart\n     Donalds\n     Dunn\n     Ellzey\n     Emmer\n     Estes\n     Fallon\n     Feenstra\n     Ferguson\n     Fischbach\n     Fitzgerald\n     Fleischmann\n     Fortenberry\n     Foxx\n     Franklin, C. Scott\n     Fulcher\n     Gaetz\n     Gallagher\n     Garbarino\n     Garcia (CA)\n     Gibbs\n     Gimenez\n     Gohmert\n     Gonzales, Tony\n     Gonzalez (OH)\n     Good (VA)\n     Gooden (TX)\n     Gosar\n     Granger\n     Graves (LA)\n     Graves (MO)\n     Green (TN)\n     Greene (GA)\n     Griffith\n     Grothman\n     Guest\n     Guthrie\n     Hagedorn\n     Harris\n     Harshbarger\n     Hartzler\n     Hern\n     Herrell\n     Herrera Beutler\n     Hice (GA)\n     Higgins (LA)\n     Hill\n     Hinson\n     Hudson\n     Huizenga\n     Issa\n     Jackson\n     Jacobs (NY)\n     Johnson (LA)\n     Johnson (OH)\n     Johnson (SD)\n     Jordan\n     Joyce (OH)\n     Joyce (PA)\n     Keller\n     Kelly (MS)\n     Kelly (PA)\n     Kim (CA)\n     Kinzinger\n     Kustoff\n     LaHood\n     LaMalfa\n     Lamborn\n     Latta\n     LaTurner\n     Lesko\n     Letlow\n     Long\n     Loudermilk\n     Lucas\n     Luetkemeyer\n     Mace\n     Malliotakis\n     Mann\n     McCarthy\n     McCaul\n     McClain\n     McKinley\n     Meuser\n     Miller (IL)\n     Miller (WV)\n     Miller-Meeks\n     Moolenaar\n\n[[Page H268]]\n\n\n     Mooney\n     Moore (AL)\n     Moore (UT)\n     Mullin\n     Murphy (NC)\n     Nehls\n     Newhouse\n     Norman\n     Obernolte\n     Owens\n     Palazzo\n     Palmer\n     Pence\n     Perry\n     Pfluger\n     Posey\n     Reed\n     Reschenthaler\n     Rice (SC)\n     Rodgers (WA)\n     Rogers (AL)\n     Rogers (KY)\n     Rose\n     Rosendale\n     Rouzer\n     Roy\n     Rutherford\n     Salazar\n     Scalise\n     Schweikert\n     Scott, Austin\n     Sessions\n     Simpson\n     Smith (MO)\n     Smith (NE)\n     Smucker\n     Spartz\n     Stauber\n     Steel\n     Stefanik\n     Steil\n     Steube\n     Stewart\n     Taylor\n     Tenney\n     Tiffany\n     Timmons\n     Turner\n     Upton\n     Van Drew\n     Van Duyne\n     Wagner\n     Walberg\n     Walorski\n     Waltz\n     Weber (TX)\n     Webster (FL)\n     Wenstrup\n     Westerman\n     Williams (TX)\n     Wilson (SC)\n     Womack\n     Young\n     Zeldin\n\n                             NOT VOTING--7\n\n     Biggs\n     Duncan\n     Hollingsworth\n     Johnson (GA)\n     Massie\n     McClintock\n     McHenry\n\n                              {time}  1050\n\n  Messrs. COMER, BURGESS, JOYCE of Pennsylvania, and GONZALEZ of Ohio \nchanged their vote from ``yea'' to ``nay.''\n  Messrs. WITTMAN, VALADAO, and MEEKS changed their vote from ``nay'' \nto ``yea.''\n  So the amendment was agreed to.\n  The result of the vote was announced as above recorded.\n\n\n    Members Recorded Pursuant to House Resolution 8, 117th Congress\n\n     Adams (Brown (MD))\n     Bass (Cicilline)\n     Beatty (Kuster)\n     Blumenauer (Beyer)\n     Boyle, Brendan F. (Gallego)\n     Brown (OH) (Kaptur)\n     Brownley (Kuster)\n     Bush (Bowman)\n     Butterfield (Panetta)\n     Carter (LA) (Jeffries)\n     Cawthorn (Nehls)\n     Chu (Clark (MA))\n     Cleaver (Davids (KS))\n     Clyburn (Panetta)\n     Cohen (Beyer)\n     Costa (Correa)\n     Crawford (Stewart)\n     Crist (Soto)\n     Cuellar (Correa)\n     Davis, Danny K. (Garcia (IL))\n     DeFazio (Brown (MD))\n     DeGette (Blunt Rochester)\n     Demings (Soto)\n     DeSaulnier (Beyer)\n     Doggett (Raskin)\n     Doyle, Michael F. (Connolly)\n     Evans (Mfume)\n     Fallon (Gooden)\n     Fletcher (Allred)\n     Fortenberry (Moolenaar)\n     Frankel, Lois (Clark (MA))\n     Garamendi (Sherman)\n     Gohmert (Weber (TX))\n     Gonzalez, Vicente (Correa)\n     Gottheimer (Panetta)\n     Granger (Calvert)\n     Grijalva (Garcia (IL))\n     Hagedorn (Carl)\n     Hayes (Clark (MA))\n     Higgins (NY) (Bowman)\n     Jayapal (Raskin)\n     Keating (Clark (MA))\n     Kelly (IL) (Kuster)\n     Kildee (Panetta)\n     Kilmer (Bera)\n     Kinzinger (Meijer)\n     Kirkpatrick (Pallone)\n     Krishnamoorthi (Bera)\n     Lawrence (Stevens)\n     Lawson (FL) (Soto)\n     Lee (CA) (Khanna)\n     Lofgren (Jeffries)\n     Loudermilk (Fleischmann)\n     Lowenthal (Beyer)\n     Lynch (Trahan)\n     Maloney, Carolyn B. (Wasserman Schultz)\n     McBath (Allred)\n     McCollum (Blunt Rochester)\n     McEachin (Wexton)\n     Meng (Kuster)\n     Moore (UT) (Meijer)\n     Moore (WI) (Beyer)\n     Moulton (Clark (MA))\n     Nadler (Pallone)\n     Napolitano (Correa)\n     Neguse (Perlmutter)\n     Newman (Clark (MA))\n     Norman (Wilson (SC))\n     Ocasio-Cortez (Garcia (IL))\n     Pascrell (Pallone)\n     Payne (Pallone)\n     Pingree (Cicilline)\n     Pocan (Raskin)\n     Porter (Wexton)\n     Reed (Kelly (PA))\n     Rogers (KY)\n     (Reschenthaler)\n     Roybal-Allard\n     (Levin (CA))\n     Ruiz\n     (Correa)\n     Ruppersberger (Raskin)\n     Rush (Kaptur)\n     Schneider (Connolly)\n     Schrier (Spanberger)\n     Scott, David (Jeffries)\n     Sires (Pallone)\n     Swalwell (Gomez)\n     Timmons (Armstrong)\n     Titus (Connolly)\n     Trone (Brown (MD))\n     Van Drew\n     (Reschenthaler)\n     Vargas (Correa)\n     Vela (Correa)\n     Velazquez (Clark (MA))\n     Waters (Takano)\n     Watson Coleman (Pallone)\n     Welch (Raskin)\n     Wilson (FL) (Cicilline)\n\n  The SPEAKER pro tempore. The previous question is ordered on the \nbill, as amended.\n  The question is on engrossment and third reading of the bill.\n  The bill was ordered to be engrossed and read a third time, and was \nread the third time.\n\n\n                           Motion to Recommit\n\n  Mr. BOST. Mr. Speaker, I have a motion to recommit at the desk.\n  The SPEAKER pro tempore. The Clerk will report the motion to \nrecommit.\n  The Clerk read as follows:\n\n                           Motion to Recommit\n\n       Mr. Bost of Illinois moves to recommit the bill H.R. 4673 \n     to the Committee on Veterans' Affairs.\n\n  The material previously referred to by Mr. Bost is as follows:\n       In section 2(b), strike ``the date of the enactment of this \n     Act'' and insert ``the effective date of this Act''.\n       In section 2(c), strike ``Not later than August 1, 2022'' \n     and insert ``Subject to subsection (d), not later than August \n     1, 2022''\n       At the end, add the following:\n       (d) Delayed Effective Date; Readiness Certification.--This \n     Act, including the amendments made by this Act, shall not \n     take effect until 30 days after the date on which the \n     Secretary of Veterans Affairs submits to the Committees on \n     Veterans' Affairs of the House of Representatives and the \n     Senate a certification that the requirements of this Act may \n     be carried out without requiring additional resources or \n     disrupting services for veterans currently enrolled in the \n     patient enrollment system under section 1705 of title 38, \n     United States Code.\n\n  The SPEAKER pro tempore. Pursuant to clause 2(b) of rule XIX, the \nprevious question is ordered on the motion to recommit.\n  The question is on the motion to recommit.\n  The question was taken; and the Speaker pro tempore announced that \nthe noes appeared to have it.\n  Mr. BOST. Mr. Speaker, on that I demand the yeas and nays.\n  The SPEAKER pro tempore. Pursuant to section 3(s) of House Resolution \n8, the yeas and nays are ordered.\n  The vote was taken by electronic device, and there were--yeas 206, \nnays 221, not voting 6, as follows:\n\n                             [Roll No. 13]\n\n                               YEAS--206\n\n     Aderholt\n     Allen\n     Amodei\n     Armstrong\n     Arrington\n     Babin\n     Bacon\n     Baird\n     Balderson\n     Banks\n     Barr\n     Bentz\n     Bergman\n     Bice (OK)\n     Bilirakis\n     Bishop (NC)\n     Boebert\n     Bost\n     Brady\n     Brooks\n     Buchanan\n     Buck\n     Bucshon\n     Budd\n     Burchett\n     Burgess\n     Calvert\n     Cammack\n     Carey\n     Carl\n     Carter (GA)\n     Carter (TX)\n     Cawthorn\n     Chabot\n     Cheney\n     Cline\n     Clyde\n     Cole\n     Comer\n     Crawford\n     Crenshaw\n     Curtis\n     Davidson\n     Davis, Rodney\n     DesJarlais\n     Diaz-Balart\n     Donalds\n     Duncan\n     Dunn\n     Ellzey\n     Emmer\n     Estes\n     Fallon\n     Feenstra\n     Ferguson\n     Fischbach\n     Fitzgerald\n     Fitzpatrick\n     Fleischmann\n     Fortenberry\n     Foxx\n     Franklin, C. Scott\n     Fulcher\n     Gaetz\n     Gallagher\n     Garbarino\n     Garcia (CA)\n     Gibbs\n     Gimenez\n     Gohmert\n     Gonzales, Tony\n     Gonzalez (OH)\n     Good (VA)\n     Gooden (TX)\n     Gosar\n     Granger\n     Graves (LA)\n     Graves (MO)\n     Green (TN)\n     Greene (GA)\n     Griffith\n     Grothman\n     Guest\n     Guthrie\n     Hagedorn\n     Harris\n     Harshbarger\n     Hartzler\n     Hern\n     Herrell\n     Herrera Beutler\n     Hice (GA)\n     Higgins (LA)\n     Hill\n     Hinson\n     Hudson\n     Huizenga\n     Issa\n     Jackson\n     Jacobs (NY)\n     Johnson (LA)\n     Johnson (OH)\n     Johnson (SD)\n     Jordan\n     Joyce (OH)\n     Joyce (PA)\n     Katko\n     Keller\n     Kelly (MS)\n     Kelly (PA)\n     Kim (CA)\n     Kinzinger\n     Kustoff\n     LaHood\n     LaMalfa\n     Lamborn\n     Latta\n     LaTurner\n     Lesko\n     Letlow\n     Long\n     Loudermilk\n     Lucas\n     Luetkemeyer\n     Mace\n     Malliotakis\n     Mann\n     Mast\n     McCarthy\n     McCaul\n     McClain\n     McHenry\n     McKinley\n     Meijer\n     Meuser\n     Miller (IL)\n     Miller (WV)\n     Miller-Meeks\n     Moolenaar\n     Mooney\n     Moore (AL)\n     Moore (UT)\n     Mullin\n     Murphy (NC)\n     Nehls\n     Newhouse\n     Norman\n     Obernolte\n     Owens\n     Palazzo\n     Palmer\n     Pence\n     Perry\n     Pfluger\n     Posey\n     Reed\n     Reschenthaler\n     Rice (SC)\n     Rogers (AL)\n     Rogers (KY)\n     Rose\n     Rosendale\n     Rouzer\n     Roy\n     Rutherford\n     Salazar\n     Scalise\n     Schweikert\n     Scott, Austin\n     Sessions\n     Simpson\n     Smith (MO)\n     Smith (NE)\n     Smith (NJ)\n     Smucker\n     Spartz\n     Stauber\n     Steel\n     Stefanik\n     Steil\n     Steube\n     Stewart\n     Taylor\n     Tenney\n     Thompson (PA)\n     Tiffany\n     Timmons\n     Turner\n     Upton\n     Valadao\n     Van Drew\n     Van Duyne\n     Wagner\n     Walberg\n     Walorski\n     Waltz\n     Weber (TX)\n     Webster (FL)\n     Wenstrup\n     Westerman\n     Williams (TX)\n     Wilson (SC)\n     Wittman\n     Womack\n     Young\n     Zeldin\n\n                               NAYS--221\n\n     Adams\n     Aguilar\n     Allred\n     Auchincloss\n     Axne\n     Barragan\n     Bass\n     Beatty\n     Bera\n     Beyer\n     Bishop (GA)\n     Blumenauer\n     Blunt Rochester\n     Bonamici\n     Bourdeaux\n     Bowman\n     Boyle, Brendan F.\n     Brown (MD)\n     Brown (OH)\n     Brownley\n     Bush\n     Bustos\n     Butterfield\n     Carbajal\n     Cardenas\n     Carson\n     Carter (LA)\n     Cartwright\n     Case\n     Casten\n     Castor (FL)\n     Castro (TX)\n     Cherfilus-McCormick\n     Chu\n     Cicilline\n     Clark (MA)\n     Clarke (NY)\n     Cleaver\n     Clyburn\n     Cohen\n     Connolly\n     Cooper\n     Correa\n     Costa\n     Courtney\n     Craig\n     Crist\n     Crow\n     Cuellar\n     Davids (KS)\n     Davis, Danny K.\n     Dean\n     DeFazio\n     DeGette\n     DeLauro\n     DelBene\n     Delgado\n     Demings\n     DeSaulnier\n     Deutch\n     Dingell\n     Doggett\n     Doyle, Michael F.\n     Escobar\n     Eshoo\n     Espaillat\n     Evans\n     Fletcher\n     Foster\n     Frankel, Lois\n     Gallego\n     Garamendi\n     Garcia (IL)\n     Garcia (TX)\n     Golden\n     Gomez\n     Gonzalez, Vicente\n     Gottheimer\n     Green, Al (TX)\n     Grijalva\n     Harder (CA)\n     Hayes\n     Higgins (NY)\n     Himes\n     Horsford\n     Houlahan\n     Hoyer\n     Huffman\n     Jackson Lee\n     Jacobs (CA)\n     Jayapal\n     Jeffries\n     Johnson (GA)\n     Johnson (TX)\n     Jones\n     Kahele\n     Kaptur\n     Keating\n     Kelly (IL)\n     Khanna\n     Kildee\n     Kilmer\n     Kim (NJ)\n     Kind\n     Kirkpatrick\n     Krishnamoorthi\n     Kuster\n     Lamb\n     Langevin\n     Larsen (WA)\n     Larson (CT)\n     Lawrence\n     Lawson (FL)\n     Lee (CA)\n     Lee (NV)\n     Leger Fernandez\n     Levin (CA)\n     Levin (MI)\n     Lieu\n     Lofgren\n     Lowenthal\n     Luria\n     Lynch\n     Malinowski\n     Maloney, Carolyn B.\n     Maloney, Sean\n     Manning\n     Matsui\n     McBath\n     McCollum\n     McEachin\n     McGovern\n     McNerney\n     Meeks\n     Meng\n     Mfume\n     Moore (WI)\n     Morelle\n     Moulton\n\n[[Page H269]]\n\n\n     Mrvan\n     Murphy (FL)\n     Nadler\n     Napolitano\n     Neal\n     Neguse\n     Newman\n     Norcross\n     O'Halleran\n     Ocasio-Cortez\n     Omar\n     Pallone\n     Panetta\n     Pappas\n     Pascrell\n     Payne\n     Perlmutter\n     Peters\n     Phillips\n     Pingree\n     Pocan\n     Porter\n     Pressley\n     Price (NC)\n     Quigley\n     Raskin\n     Rice (NY)\n     Ross\n     Roybal-Allard\n     Ruiz\n     Ruppersberger\n     Rush\n     Ryan\n     Sanchez\n     Sarbanes\n     Scanlon\n     Schakowsky\n     Schiff\n     Schneider\n     Schrader\n     Schrier\n     Scott (VA)\n     Scott, David\n     Sewell\n     Sherman\n     Sherrill\n     Sires\n     Slotkin\n     Smith (WA)\n     Soto\n     Spanberger\n     Speier\n     Stansbury\n     Stanton\n     Stevens\n     Strickland\n     Suozzi\n     Swalwell\n     Takano\n     Thompson (CA)\n     Thompson (MS)\n     Titus\n     Tlaib\n     Tonko\n     Torres (CA)\n     Torres (NY)\n     Trahan\n     Trone\n     Underwood\n     Vargas\n     Veasey\n     Vela\n     Velazquez\n     Wasserman Schultz\n     Waters\n     Watson Coleman\n     Welch\n     Wexton\n     Wild\n     Williams (GA)\n     Wilson (FL)\n     Yarmuth\n\n                             NOT VOTING--6\n\n     Biggs\n     Cloud\n     Hollingsworth\n     Massie\n     McClintock\n     Rodgers (WA)\n\n                              {time}  1115\n\n  So the motion to recommit was rejected.\n  The result of the vote was announced as above recorded.\n\n\n    Members Recorded Pursuant to House Resolution 8, 117th Congress\n\n     Adams (Brown (MD))\n     Bass (Cicilline)\n     Beatty (Kuster)\n     Blumenauer (Beyer)\n     Boyle, Brendan F. (Gallego)\n     Brown (OH) (Kaptur)\n     Brownley (Kuster)\n     Bush (Bowman)\n     Butterfield (Panetta)\n     Carter (LA) (Jeffries)\n     Cawthorn (Nehls)\n     Chu (Clark (MA))\n     Cleaver (Davids (KS))\n     Clyburn (Panetta)\n     Cohen (Beyer)\n     Costa (Correa)\n     Crawford (Stewart)\n     Crist (Soto)\n     Cuellar (Correa)\n     Davis, Danny K. (Garcia (IL))\n     DeFazio (Brown (MD))\n     DeGette (Blunt Rochester)\n     Demings (Soto)\n     DeSaulnier (Beyer)\n     Doggett (Raskin)\n     Doyle, Michael F. (Connolly)\n     Duncan (Rice (SC))\n     Evans (Mfume)\n     Fallon (Gooden)\n     Fletcher (Allred)\n     Fortenberry (Moolenaar)\n     Frankel, Lois (Clark (MA))\n     Garamendi (Sherman)\n     Gohmert (Weber (TX))\n     Gonzalez, Vicente (Correa)\n     Gottheimer (Panetta)\n     Granger (Calvert)\n     Grijalva (Garcia (IL))\n     Hagedorn (Carl)\n     Hayes (Clark (MA))\n     Higgins (NY) (Bowman)\n     Jayapal (Raskin)\n     Keating (Clark (MA))\n     Kelly (IL) (Kuster)\n     Kildee (Panetta)\n     Kilmer (Bera)\n     Kinzinger (Meijer)\n     Kirkpatrick (Pallone)\n     Krishnamoorthi (Bera)\n     Lawrence (Stevens)\n     Lawson (FL) (Soto)\n     Lee (CA) (Khanna)\n     Lofgren (Jeffries)\n     Loudermilk (Fleischmann)\n     Lowenthal (Beyer)\n     Lynch (Trahan)\n     Maloney, Carolyn B. (Wasserman Schultz)\n     McBath (Allred)\n     McCollum (Blunt Rochester)\n     McEachin (Wexton)\n     Meng (Kuster)\n     Moore (UT) (Meijer)\n     Moore (WI) (Beyer)\n     Moulton (Clark (MA))\n     Nadler (Pallone)\n     Napolitano (Correa)\n     Neguse (Perlmutter)\n     Newman (Clark (MA))\n     Norman (Wilson (SC))\n     Ocasio-Cortez (Garcia (IL))\n     Pascrell (Pallone)\n     Payne (Pallone)\n     Pingree (Cicilline)\n     Pocan (Raskin)\n     Porter (Wexton)\n     Reed (Kelly (PA))\n     Rogers (KY)\n     (Reschenthaler)\n     Roybal-Allard (Levin (CA))\n     Ruiz (Correa)\n     Ruppersberger (Raskin)\n     Rush (Kaptur)\n     Schneider (Connolly)\n     Schrier (Spanberger)\n     Scott, David (Jeffries)\n     Sires (Pallone)\n     Swalwell (Gomez)\n     Timmons (Armstrong)\n     Titus (Connolly)\n     Trone (Brown (MD))\n     Van Drew\n     (Reschenthaler)\n     Vargas (Correa)\n     Vela (Correa)\n     Velazquez (Clark (MA))\n     Waters (Takano)\n     Watson Coleman (Pallone)\n     Welch (Raskin)\n     Wilson (FL) (Cicilline)\n\n  The SPEAKER pro tempore (Ms. Scanlon). The question is on the passage \nof the bill.\n  The question was taken; and the Speaker pro tempore announced that \nthe ayes appeared to have it.\n  Mr. BOST. Madam Speaker, on that I demand the yeas and nays.\n  The SPEAKER pro tempore. Pursuant to section 3(s) of House Resolution \n8, the yeas and nays are ordered.\n  The vote was taken by electronic device, and there were--yeas 265, \nnays 163, not voting 5, as follows:\n\n                             [Roll No. 14]\n\n                               YEAS--265\n\n     Adams\n     Aguilar\n     Allred\n     Amodei\n     Auchincloss\n     Axne\n     Barragan\n     Bass\n     Beatty\n     Bera\n     Beyer\n     Bilirakis\n     Bishop (GA)\n     Blumenauer\n     Blunt Rochester\n     Bonamici\n     Bourdeaux\n     Bowman\n     Boyle, Brendan F.\n     Brown (MD)\n     Brown (OH)\n     Brownley\n     Bush\n     Bustos\n     Butterfield\n     Calvert\n     Carbajal\n     Cardenas\n     Carson\n     Carter (LA)\n     Cartwright\n     Case\n     Casten\n     Castor (FL)\n     Castro (TX)\n     Cherfilus-McCormick\n     Chu\n     Cicilline\n     Clark (MA)\n     Clarke (NY)\n     Cleaver\n     Clyburn\n     Cohen\n     Cole\n     Connolly\n     Cooper\n     Correa\n     Costa\n     Courtney\n     Craig\n     Crist\n     Crow\n     Cuellar\n     Curtis\n     Davids (KS)\n     Davis, Danny K.\n     Dean\n     DeFazio\n     DeGette\n     DeLauro\n     DelBene\n     Delgado\n     Demings\n     DeSaulnier\n     DesJarlais\n     Deutch\n     Dingell\n     Doggett\n     Doyle, Michael F.\n     Escobar\n     Eshoo\n     Espaillat\n     Evans\n     Fitzpatrick\n     Fletcher\n     Fortenberry\n     Foster\n     Frankel, Lois\n     Gaetz\n     Gallego\n     Garamendi\n     Garbarino\n     Garcia (CA)\n     Garcia (IL)\n     Garcia (TX)\n     Golden\n     Gomez\n     Gonzalez (OH)\n     Gonzalez, Vicente\n     Gottheimer\n     Green, Al (TX)\n     Grijalva\n     Harder (CA)\n     Hartzler\n     Hayes\n     Herrera Beutler\n     Higgins (NY)\n     Himes\n     Horsford\n     Houlahan\n     Hoyer\n     Huffman\n     Issa\n     Jackson Lee\n     Jacobs (CA)\n     Jacobs (NY)\n     Jayapal\n     Jeffries\n     Johnson (GA)\n     Johnson (TX)\n     Jones\n     Joyce (OH)\n     Joyce (PA)\n     Kahele\n     Kaptur\n     Katko\n     Keating\n     Keller\n     Kelly (IL)\n     Kelly (PA)\n     Khanna\n     Kildee\n     Kilmer\n     Kim (CA)\n     Kim (NJ)\n     Kind\n     Kinzinger\n     Kirkpatrick\n     Krishnamoorthi\n     Kuster\n     Lamb\n     Langevin\n     Larsen (WA)\n     Larson (CT)\n     Lawrence\n     Lawson (FL)\n     Lee (CA)\n     Lee (NV)\n     Leger Fernandez\n     Levin (CA)\n     Levin (MI)\n     Lieu\n     Lofgren\n     Long\n     Lowenthal\n     Luria\n     Lynch\n     Malinowski\n     Malliotakis\n     Maloney, Carolyn B.\n     Maloney, Sean\n     Manning\n     Mast\n     Matsui\n     McBath\n     McCaul\n     McCollum\n     McEachin\n     McGovern\n     McKinley\n     McNerney\n     Meeks\n     Meijer\n     Meng\n     Mfume\n     Miller-Meeks\n     Moore (WI)\n     Morelle\n     Moulton\n     Mrvan\n     Murphy (FL)\n     Nadler\n     Napolitano\n     Neal\n     Neguse\n     Newman\n     Norcross\n     O'Halleran\n     Obernolte\n     Ocasio-Cortez\n     Omar\n     Pallone\n     Panetta\n     Pappas\n     Pascrell\n     Payne\n     Pence\n     Perlmutter\n     Peters\n     Phillips\n     Pingree\n     Pocan\n     Porter\n     Posey\n     Pressley\n     Price (NC)\n     Quigley\n     Raskin\n     Reed\n     Reschenthaler\n     Rice (NY)\n     Ross\n     Roybal-Allard\n     Ruiz\n     Ruppersberger\n     Rush\n     Ryan\n     Sanchez\n     Sarbanes\n     Scanlon\n     Schakowsky\n     Schiff\n     Schneider\n     Schrader\n     Schrier\n     Scott (VA)\n     Scott, David\n     Sewell\n     Sherman\n     Sherrill\n     Sires\n     Slotkin\n     Smith (NJ)\n     Smith (WA)\n     Soto\n     Spanberger\n     Speier\n     Stansbury\n     Stanton\n     Steel\n     Stevens\n     Strickland\n     Suozzi\n     Swalwell\n     Takano\n     Thompson (CA)\n     Thompson (MS)\n     Thompson (PA)\n     Titus\n     Tlaib\n     Tonko\n     Torres (CA)\n     Torres (NY)\n     Trahan\n     Trone\n     Underwood\n     Upton\n     Valadao\n     Vargas\n     Veasey\n     Vela\n     Velazquez\n     Walorski\n     Wasserman Schultz\n     Waters\n     Watson Coleman\n     Welch\n     Wexton\n     Wild\n     Williams (GA)\n     Wilson (FL)\n     Wittman\n     Yarmuth\n     Young\n     Zeldin\n\n                               NAYS--163\n\n     Aderholt\n     Allen\n     Armstrong\n     Arrington\n     Babin\n     Bacon\n     Baird\n     Balderson\n     Banks\n     Barr\n     Bentz\n     Bergman\n     Bice (OK)\n     Bishop (NC)\n     Boebert\n     Bost\n     Brady\n     Brooks\n     Buchanan\n     Buck\n     Bucshon\n     Budd\n     Burchett\n     Burgess\n     Cammack\n     Carey\n     Carl\n     Carter (GA)\n     Carter (TX)\n     Cawthorn\n     Chabot\n     Cheney\n     Cline\n     Cloud\n     Clyde\n     Comer\n     Crawford\n     Crenshaw\n     Davidson\n     Davis, Rodney\n     Diaz-Balart\n     Donalds\n     Duncan\n     Dunn\n     Ellzey\n     Emmer\n     Estes\n     Fallon\n     Feenstra\n     Ferguson\n     Fischbach\n     Fitzgerald\n     Fleischmann\n     Foxx\n     Franklin, C. Scott\n     Fulcher\n     Gallagher\n     Gibbs\n     Gimenez\n     Gohmert\n     Gonzales, Tony\n     Good (VA)\n     Gooden (TX)\n     Gosar\n     Granger\n     Graves (LA)\n     Graves (MO)\n     Green (TN)\n     Greene (GA)\n     Griffith\n     Grothman\n     Guest\n     Guthrie\n     Hagedorn\n     Harris\n     Harshbarger\n     Hern\n     Herrell\n     Hice (GA)\n     Higgins (LA)\n     Hill\n     Hinson\n     Hudson\n     Huizenga\n     Jackson\n     Johnson (LA)\n     Johnson (OH)\n     Johnson (SD)\n     Jordan\n     Kelly (MS)\n     Kustoff\n     LaHood\n     LaMalfa\n     Lamborn\n     Latta\n     LaTurner\n     Lesko\n     Letlow\n     Loudermilk\n     Lucas\n     Luetkemeyer\n     Mace\n     Mann\n     McCarthy\n     McClain\n     McHenry\n     Meuser\n     Miller (IL)\n     Miller (WV)\n     Moolenaar\n     Mooney\n     Moore (AL)\n     Moore (UT)\n     Mullin\n     Murphy (NC)\n     Nehls\n     Newhouse\n     Owens\n     Palazzo\n     Palmer\n     Perry\n     Pfluger\n     Rice (SC)\n     Rodgers (WA)\n     Rogers (AL)\n     Rogers (KY)\n     Rose\n     Rosendale\n     Rouzer\n     Roy\n     Rutherford\n     Salazar\n     Scalise\n     Schweikert\n     Scott, Austin\n     Sessions\n     Simpson\n     Smith (MO)\n     Smith (NE)\n     Smucker\n     Spartz\n     Stauber\n     Stefanik\n     Steil\n     Steube\n     Stewart\n     Taylor\n     Tenney\n     Tiffany\n     Timmons\n     Turner\n     Van Drew\n     Van Duyne\n     Wagner\n     Walberg\n     Waltz\n     Weber (TX)\n     Webster (FL)\n     Wenstrup\n     Westerman\n     Williams (TX)\n     Wilson (SC)\n     Womack\n\n                             NOT VOTING--5\n\n     Biggs\n     Hollingsworth\n     Massie\n     McClintock\n     Norman\n\n                              {time}  1135\n\n  Ms. GRANGER changed her vote from ``yea'' to ``nay.''\n  So the bill was passed.\n  The result of the vote was announced as above recorded.\n  A motion to reconsider was laid on the table.\n\n\n    Members Recorded Pursuant to House Resolution 8, 117th Congress\n\n     Adams (Brown (MD))\n     Bass (Cicilline)\n     Beatty (Kuster)\n     Blumenauer (Beyer)\n     Boyle, Brendan F. (Gallego)\n     Brown (OH) (Kaptur)\n     Brownley (Kuster)\n     Bush (Bowman)\n     Butterfield (Panetta)\n     Carter (LA) (Jeffries)\n     Cawthorn (Nehls)\n     Chu (Clark (MA))\n     Cleaver (Davids (KS))\n     Clyburn (Panetta)\n     Cohen (Beyer)\n     Costa (Correa)\n     Crawford (Stewart)\n     Crist (Soto)\n     Cuellar (Correa)\n     Davis, Danny K. (Garcia (IL))\n\n[[Page H270]]\n\n\n     DeFazio (Brown (MD))\n     DeGette (Blunt Rochester)\n     Demings (Soto)\n     DeSaulnier (Beyer)\n     Doggett (Raskin)\n     Doyle, Michael F. (Connolly)\n     Duncan (Rice (SC))\n     Evans (Mfume)\n     Fallon (Gooden)\n     Fletcher (Allred)\n     Fortenberry (Moolenaar)\n     Frankel, Lois (Clark (MA))\n     Garamendi (Sherman)\n     Gohmert (Weber (TX))\n     Gonzalez, Vicente (Correa)\n     Gottheimer (Panetta)\n     Granger (Calvert)\n     Grijalva (Garcia (IL))\n     Hagedorn (Carl)\n     Hayes (Clark (MA))\n     Higgins (NY) (Bowman)\n     Jayapal (Raskin)\n     Keating (Clark (MA))\n     Kelly (IL) (Kuster)\n     Kildee (Panetta)\n     Kilmer (Bera)\n     Kinzinger (Meijer)\n     Kirkpatrick (Pallone)\n     Krishnamoorthi (Bera)\n     Lawrence (Stevens)\n     Lawson (FL) (Soto)\n     Lee (CA) (Khanna)\n     Lofgren (Jeffries)\n     Loudermilk (Fleischmann)\n     Lowenthal (Beyer)\n     Lynch (Trahan)\n     Maloney, Carolyn B. (Wasserman Schultz)\n     McBath (Allred)\n     McCollum (Blunt Rochester)\n     McEachin (Wexton)\n     Meng (Kuster)\n     Moore (UT) (Meijer)\n     Moore (WI) (Beyer)\n     Moulton (Clark (MA))\n     Nadler (Pallone)\n     Napolitano (Correa)\n     Neguse (Perlmutter)\n     Newman (Clark (MA))\n     Ocasio-Cortez (Garcia (IL))\n     Pascrell (Pallone)\n     Payne (Pallone)\n     Pingree (Cicilline)\n     Pocan (Raskin)\n     Porter (Wexton)\n     Reed (Kelly (PA))\n     Rogers (KY)\n      (Reschenthaler)\n     Roybal-Allard (Levin (CA))\n     Ruiz (Correa)\n     Ruppersberger (Raskin)\n     Rush (Kaptur)\n     Schneider (Connolly)\n     Schrier (Spanberger)\n     Scott, David (Jeffries)\n     Sires (Pallone)\n     Swalwell (Gomez)\n     Timmons (Armstrong)\n     Titus (Connolly)\n     Trone (Brown (MD))\n     Van Drew\n      (Reschenthaler)\n     Vargas (Correa)\n     Vela (Correa)\n     Velazquez (Clark (MA))\n     Waters (Takano)\n     Watson Coleman (Pallone)\n     Welch (Raskin)\n     Wilson (FL) (Cicilline)\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.3244774341583252}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H257]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                              {time}  0915\n                    SPEAKER PHELAN SETS THE BAR HIGH\n\n  (Mr. WEBER of Texas asked and was given permission to address the \nHouse for 1 minute.)\n  Mr. WEBER of Texas. Mr. Speaker, today I rise to recognize the 76th \nSpeaker of the Texas House of Representatives, Representative Dade \nPhelan of Beaumont, Texas.\n  Speaker Phelan, who is serving his fourth term representing the great \nDistrict 21, is one of the most conservative Speakers in our State's \nhistory and has made it his priority to significantly improve the lives \nof Texans every single day.\n  As only the fourth Republican to hold the Texas House Speakership \nsince 1871, or 151 years, he has set the bar high for any who might \nfollow in his footsteps. He fought to pass landmark legislation that \nprotects businesses, taxpayers, the unborn, religious freedoms, and our \nSecond Amendment rights.\n  Under his leadership, the Texas House led on criminal justice reform \nissues, healthcare affordability, police funding, and addressing winter \nstorm Uri's long-term impact on our State.\n  I cannot express how proud we are in Texas 14 to claim Speaker \nPhelan, his wife Kim, and their four precious boys, Ford, Mack, Hank, \nand little Luke, as our own.\n  Mr. Speaker, I thank Speaker Phelan for all he does for Texas.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.16477203369140625}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H257]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                HONORING THE LIFE OF OFFICER BOBBY REED\n\n  (Mr. CORREA asked and was given permission to address the House for 1 \nminute.)\n  Mr. CORREA. Mr. Speaker, today, we honor the life and memory of \nOfficer Bobby Reed.\n  He was born November 23, 1951, and Bobby Reed's life was about \nservice to his community and to his country.\n  As a marine, he was deployed overseas to Vietnam, where he served \nhonorably and attained the rank of staff sergeant.\n  When he returned home to Santa Ana, California, my hometown, he \ndecided to join the local police department to continue protecting and \nserving his community.\n  During his 28 years of service on the Santa Ana police force, Officer \nReed was honored many times over by his colleagues and his community \nfor his exemplary service and character. Multiple civic organizations, \nsuch as Kiwanis and MADD, recognized him with many awards.\n  He was also elected as a board member of the Santa Ana Police \nOfficers Association, showing, again, his leadership and his positive \ninfluence on others.\n  As we celebrate Bobby's life, may his example continue to shine for \nthe next generation.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.18215584754943848}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Pages H256-H257]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                      RECOGNIZING STETSON BENNETT\n\n  (Mr. CARTER of Georgia asked and was given permission to address the \nHouse for 1 minute and to revise and extend his remarks.)\n  Mr. CARTER of Georgia. Mr. Speaker, I rise today to honor and \nrecognize one of the First District's finest, quarterback Stetson \nBennett of the Georgia Bulldogs.\n  Football is filled with stories of triumph, tribulation, and heart. \nThe saga of Stetson Bennett has now cemented itself as one of those \ngreat stories that football fans will talk about for generations.\n  Hailing from Blackshear, Georgia, in Pierce County, Stetson Bennett \ngrew up with a dream and a drive to turn that dream into reality.\n  As a young quarterback at Pierce County High School, Stetson was able \nto accumulate 3,700 passing yards, 500 rushing yards, and 40 \ntouchdowns, along with Class 3A second team all-State honors.\n  Despite his accomplishments, Stetson was overlooked by many top \nfootball programs, but he never gave up the dream and walked on at the \nUniversity of Georgia.\n  Following his freshman year, he chose to transfer to a junior \ncollege,\n\n[[Page H257]]\n\nwhere he went 10-2 and won a championship. He returned to the \nUniversity of Georgia his junior year and earned a starting role.\n  This past season, Stetson Bennett spearheaded the Dawgs to their \nfirst college football national championship in 42 years. The dream has \nbecome reality.\n  Stetson inspires me and will inspire others for many years to come.\n  Congratulations, and go Dawgs.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.16401052474975586}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H256]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                IMPROVING MERRILL AND RING CREEK BRIDGE\n\n  (Mr. LARSEN of Washington asked and was given permission to address \nthe House for 1 minute.)\n  Mr. LARSEN of Washington. Mr. Speaker, people have been traveling \nacross the Merrill and Ring Creek Bridge in Everett, Washington, since \nHerbert Hoover was President of the United States.\n  Every day, residents drive, walk, pedal, and roll across the bridge \nto get to and from work and school in Everett and to catch a ferry in \nMukilteo. Commuters on Everett Transit's route 18 bus rely on the \nbridge to access Sounder commuter rail and Amtrak service at Everett \nStation.\n  However, a recent assessment revealed the bridge is not only \nstructurally deficient; it is vulnerable to collapse in the event of an \nearthquake. Thanks to the bipartisan infrastructure law, Washington \ncommunities will receive more than $605 million over the next 5 years \nto invest in critical bridge repairs.\n  Last week, Everett officials took me across the Merrill and Ring \nCreek Bridge and told me how this bold, long-term investment will \ncreate jobs, drive economic recovery, and keep people on the move.\n  Mr. Speaker, you cannot have a big-league economy with little-league \ninfrastructure. Thanks to the bipartisan infrastructure law, \ncommunities in my district now have the resources needed to repair \naging bridges and build a winning game plan for the region's economic \nfuture.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.1645655632019043}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H256]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n            REPUBLICANS WILLING TO WORK WITH PRESIDENT BIDEN\n\n  (Mr. GROTHMAN asked and was given permission to address the House for \n1 minute.)\n  Mr. GROTHMAN. Mr. Speaker, I listened last night to President Biden's \npress conference, and I was disappointed that he felt the Republicans \ndid not want to work with him.\n  I would like to open the door, first of all, to working together to \nbalance the budget. We don't consider it a goal of ours to race to get \nto $30 trillion in debt.\n  Please, Mr. Biden, convene a group of Republicans and Democrats. \nLet's work together to balance the budget.\n  Secondly, prior to you taking office, it was routine that about \n20,000 people per month came across the border. Now, we are at over \n80,000.\n  I secondly ask that we convene a bipartisan group to get back down to \n20,000 a month to cross the border.\n  Finally, at the time President Trump was President, he was given a \ncocktail which cured his COVID illness almost immediately. That \ncocktail should be available to all Americans.\n  I, again, encourage a joint conference with us to get together and \ncure the people who get COVID.\n  Finally, Mr. President, stop being so divisive and screaming racism \nright and left. It does no good for this body to constantly call \nracism.\n  The SPEAKER pro tempore. Members are reminded to direct their remarks \nto the Chair.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.27626609802246094}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H256]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n       CELEBRATING FEDERAL FUNDING TO EXPAND HOUSTON SHIP CHANNEL\n\n  (Ms. GARCIA of Texas asked and was given permission to address the \nHouse for 1 minute and to revise and extend her remarks.)\n  Ms. GARCIA of Texas. Mr. Speaker, I rise today to celebrate the \nFederal dollars coming to the Houston area to solve the supply chain \nissues facing our community and to create more jobs.\n  Yesterday, the Biden administration announced over $14 billion for \nprojects that will improve our Nation's ports, waterways, and \nrailroads. That includes $147 million for a project to expand the \nHouston Ship Channel on the way to the Port of Houston.\n  This project will make it easier for ships to reach the docks and \nhelp more cargo move faster from the container ship to the store shelf. \nThis will create jobs, jobs, and more jobs. This is huge for Texas, \nhuge for Houston, and huge for the whole country.\n  Thanks to the Infrastructure Investment and Jobs Act passed by this \nChamber, we are solving the real problems facing everyday Americans.\n  I am grateful for the leadership of President Biden and my colleagues \nin Congress for getting this done.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.33282971382141113}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H256]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n               PRESIDENT BIDEN DRAGGING COUNTRY BACKWARD\n\n  (Mr. WILLIAMS of Texas asked and was given permission to address the \nHouse for 1 minute.)\n  Mr. WILLIAMS of Texas. Mr. Speaker, this week marks 1 year of \nPresident Biden's out-of-touch, reckless, and disastrous Presidency.\n  The past 12 months have been filled with failure after failure, and \nAmericans are dealing with the consequences at every corner.\n  From skyrocketing inflation, increased crime rates, a disastrous \nAfghanistan exit, an open border agenda, concerned parents labeled as \ndomestic terrorists, and more, this administration has failed the \nAmerican people.\n  Amidst all the crises, President Biden has spent a quarter of his \nfirst year in his Delaware basement, avoiding all responsibilities. \nThis is unacceptable from anyone.\n  I came to Congress to serve the people of Texas' 25th Congressional \nDistrict, and when I am back home, I hear firsthand how Texans are \nworse off under President Biden than ever before.\n  The bottom line is, a year of the Biden administration's socialist \nand far-left agenda has dragged our country backward, not forward.\n  It is time America has leaders that put America first. President Joe \nBiden is not that leader. He has 33 percent approval.\n  In God we trust.\n  The SPEAKER pro tempore (Mr. Stanton). Members are reminded to \nrefrain from engaging in personalities toward the President.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.16701436042785645}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H256]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n\n         SUPPORTING CONGRESSIONAL GOLD MEDAL FOR IRAN HOSTAGES\n\n  (Mr. SUOZZI asked and was given permission to address the House for 1 \nminute.)\n  Mr. SUOZZI. Mr. Speaker, I rise to support the award of a \nCongressional Gold Medal to the 52 hostages of the Iran hostage crisis \nthat were released, after 444 days of captivity, 41 years ago today.\n  On November 4, 1979, Iranian student militants stormed the U.S. \nEmbassy in Tehran and took Embassy employees captive. Despite mock \nfiring squads, beatings, solitary confinement, lack of food, and \npsychological torture, the American hostages maintained their strength \nand resilience.\n  Back at home, Americans remained united in their support for the \nhostages, many tying yellow ribbons around trees as a sign of \nsolidarity. The former hostages have never received proper recognition \nfrom their government for their sacrifices.\n  This bipartisan bill is a symbol of our Nation's ability to come \ntogether to honor these American heroes. As of today, the bill has over \n166 cosponsors.\n  Special thanks to Commission 52 and Chairman Brock Pierce for helping \nto gather support for the bill. It is a true public service.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.18897509574890137}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Pages H255-H256]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                       A LOT CAN HAPPEN IN A YEAR\n\n  (Mrs. MILLER-MEEKS asked and was given permission to address the \nHouse for 1 minute and to revise and extend her remarks.)\n  Mrs. MILLER-MEEKS. Mr. Speaker, a lot can happen in a year: a woman \ncan deliver a newborn; a child can learn to walk; and a small virus \nleaked from a lab in Wuhan, China, can go around the globe and cause a \nglobal pandemic.\n  While the first two are joyous, the latter, and the 1-year \nanniversary of the Biden administration, is nothing to celebrate. We \nhave the highest inflation in 40 years, and you don't need a graph to \nshow that. We see it each day when we go to fill up our tank or go to \nthe grocery store.\n  We have the end of American energy independence and a plea to OPEC to \nincrease petroleum production; record-high numbers of illegal border \ncrossings; almost double legal immigration, with no COVID-19 testing; \nrecord-high illegal drug crossings, especially synthetic fentanyl, with \nrecord-high overdoses, especially in our young population, 18 to 45; \nrecord-high homicides and crime in blue States; a disastrous withdrawal \nfrom Afghanistan, Saigon 2.0, with a loss of billions in equipment and \nthe lives of 13 of our servicemen and -women.\n  The disastrous withdrawal from Afghanistan has led to increased \ninstability with Russia and China.\n  We have a vaccine mandate that ignores science, which shows that both \nthe delta virus can transmit, even if vaccinated and boosted, and \nomicron wanes within 1 month.\n  My advice to this administration: End the vaccine mandate; stop what \nyou are doing; and go on vacation.\n\n[[Page H256]]\n\n  \n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.17406940460205078}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H270]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                      INVESTING IN INFRASTRUCTURE\n\n  (Mr. CARDENAS asked and was given permission to address the House for \n1 minute and to revise and extend his remarks.)\n  Mr. CARDENAS. Mr. Speaker, thanks to President Biden's Infrastructure \nInvestment and Jobs Act that I and many of us voted for, we are now \nputting those resources on the ground across America.\n  The first billions of dollars to go to California and every State in \nthe Union are now being put in place to fix bridges. Next, we are going \nto fix our roads and build our infrastructure to electrify our system \nthroughout the country.\n  These are the kinds of things that our voters sent us to Washington \nto do, to bring those resources back to every single community, every \nsingle one of our communities, and that is what we are doing here in \nCongress with a President who actually believes in the fundamentals of \ninfrastructure and making sure that we put our American workers back to \nwork to build our Nation as it should be and what we are so proud of.\n  We are the number one infrastructure place in the world, and we will \ncontinue to be so with these investments.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.1877601146697998}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H270]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                           ONE YEAR OF CRISES\n\n  (Mr. THOMPSON of Pennsylvania asked and was given permission to \naddress the House for 1 minute and to revise and extend his remarks.)\n  Mr. THOMPSON of Pennsylvania. Mr. Speaker, today marks the 1-year \nanniversary of President Biden's inauguration and 1 year under one-\nparty rule.\n  And I ask: Is America better off? The answer is no.\n  Since President Biden took office, we have seen crisis after crisis.\n  We are facing an economic crisis. President Biden and the Democrats \nhad the tools to bring our economy back to the prepandemic records of \n2019. But instead, we have massive supply shortages, labor shortages, \nand an inflation rate that has reached a 40-year high.\n  Our country faces an energy crisis. We went from being energy \nindependent to begging OPEC+ to produce more oil to offset the rising \ncosts. This is because of anti-American energy policies enacted over \nthe past year.\n  Mr. Speaker, the list goes on: an education crisis as our youth \ncontinue to face uncertainty in the classroom; a national security \ncrisis as our presence on the world stage has been weakened and our \nsouthern border remains vulnerable; and a crime crisis following \ndangerous defund the police rhetoric.\n  Mr. Speaker, this is not the leadership America needs right now. In \nfact, it is far from it.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.1750485897064209}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H271]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n\n                  COMMEMORATION OF DR. MARCY ZWELLING\n\n  (Mr. SESSIONS asked and was given permission to address the House for \n1 minute and to revise and extend his remarks.)\n  Mr. SESSIONS. Mr. Speaker, I rise today out of great respect and \nmourn the loss of Dr. Marcy Zwelling from California.\n  Dr. Zwelling, since 2012, has headed up the National Physicians \nCouncil for Healthcare Policy, which is a group of some 570 independent \nphysicians across the country. Dr. Zwelling not only challenged me but \nchallenged all 570 members of the Physicians Council to please advocate \non behalf of not only patients but also physicians. She dedicated her \nservice and life not only to patients, attempting to give them the very \nbest of medical help, but also for physicians. Physicians who many \ntimes are faced with innumerable challenges, not just to provide \nservice but also in their own lives.\n  So it is today I offer to the House of Representatives the great life \nof Dr. Marcy Zwelling who passed away this last weekend. May she rest \nin peace. May God bless her life and that which she gave each of us.\n  Whether she was helping organize one of the over nine conferences of \nthe National Physicians Council for Healthcare Policy nationwide, \ndeveloping new screening tools for patients with cancer, or supporting \nher fellow physicians, Dr. Zwelling served as an inspiration and \nservant leader for myself and so many others in the medical community. \nI will miss her leadership and inspiration.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.32041025161743164}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Pages H270-H271]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                              {time}  1145\n                        INFRASTRUCTURE AND JOBS\n\n  (Ms. UNDERWOOD asked and was given permission to address the House \nfor 1 minute and to revise and extend her remarks.)\n  Ms. UNDERWOOD. Mr. Speaker, today marks one year of Democrats in \nCongress working alongside the Biden-Harris administration on behalf of \nAmerican families.\n  I am proud of what we have accomplished so far, including the once-\nin-a-generation investment in our roads and bridges made by the \nbipartisan infrastructure law. With nearly 2,500 bridges in poor \ncondition, Illinois ranks third among States with crumbling bridge \ninfrastructure. Thanks to the bipartisan infrastructure law, Illinois \nwill receive $1.4 billion to repair and rebuild these bridges, like the \nBlackberry Creek and Mendota railroad bridges in my district.\n  These upgrades will save Illinoisans money on costly car repairs and \ntime on their daily commutes. This long-overdue investment will also \nconnect our communities and support our supply chain, while creating \ngood-paying jobs and spurring economic development.\n  With the partnership of the Biden-Harris administration, we have \nspent the last 365 days delivering for the American people. Our work is \nfar from finished.\n\n[[Page H271]]\n\n  \n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.17400288581848145}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H271]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                 THE NATION IS CRYING OUT FOR DEMOCRACY\n\n  (Ms. JACKSON LEE asked and was given permission to address the House \nfor 1 minute.)\n  Ms. JACKSON LEE. Mr. Speaker, I rise today in the name of Dr. Martin \nLuther King and John Robert Lewis, our late colleague.\n  I rise today to say that we are not finished. The work of this Nation \nis not finished, even in the aftermath of a sinister vote on the floor \nof the United States Senate that could not see clearly to determine \nthat the Constitution and the right to vote rose above the silly and \ninsignificant rule of the Senate called the filibuster.\n  In the midst of that debate, we heard eloquent and beautiful \nstatements about the many times the filibuster had been eliminated or \nrelieved. We heard a brilliant analysis of the Constitution and the \nFounding Fathers' desire for the filibuster not to be in the \nConstitution, yet due process and the 15th Amendment are.\n  Mr. Speaker, we saw justice crushed and democracy gored. In Texas, of \ncourse, more criminal laws are now related to voting. Poll watchers can \nattack voters in terms of what they are doing. We are now in a \nconstitutional hearing in Judiciary. It is my commitment to go forward \non the John Robert Lewis and all the bills attached to it because the \nNation is crying out for justice. The country is crying out for \ndemocracy. We will not let it down. The Senate must continue its \ndebate, and we must get these billed passed.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.16942405700683594}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H271]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                       POSTAL SERVICE DISRUPTIONS\n\n  (Mr. CASTEN asked and was given permission to address the House for 1 \nminute.)\n  Mr. CASTEN. Mr. Speaker, almost a year ago, I spoke here about the \ndelays in our postal system, and a year later the calls to our office \nhave not stopped. In fact, they have gotten more frequent and more \nfrantic.\n  Since the start of this year, 50 percent of all the phone calls our \noffice has received are about disruptions in the Postal Service. These \nare from seniors whose essential medications and Social Security checks \nwere over 2 weeks delayed; folks with missing credit card statements, \nMedicare cards, past due still undelivered bills accruing interest that \nthey can't pay because their paycheck hasn't come in; small business \nowners reliant on the mail who are completely unable to operate.\n  Now, to be sure, the pandemic contributes to some of this. It has \nincreased demand on the mail system, even as postal workers are staying \nhome, quarantining, looking after loved ones. While leaders in the \nprivate sector have adapted to this moment, Postmaster DeJoy has \nresponded to this by eliminating overtime, closing mail processing \nfacilities, and removing mail sorting machines. He has made things \nworse.\n  Now, in the private sector we would fix that. A corporate board \nwouldn't tolerate it. They would hold this man to account. That hasn't \nhappened because we still don't have a fully staffed Postal Board of \nGovernors thanks to the Senate's failure to confirm President Biden's \nnominations. This is no way to run a business. It is no way to treat \nthe American people.\n  The Postal Service needs leaders as committed to public service as \nour letter carriers and mail handlers. Frankly, so does the U.S. \nSenate. It is time for them to act, to confirm these nominees and \nensure the post office has a fully staffed and fully functioning board.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.16530990600585938}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H271]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                      RECOGNIZING LAUREN GOLLOFON\n\n  (Mr. ROSENDALE asked and was given permission to address the House \nfor 1 minute and to revise and extend his remarks.)\n  Mr. ROSENDALE. Mr. Speaker, I rise to recognize and commend Lauren \nGollofon from Bozeman, Montana. Lauren is a 17-year-old senior at \nLiberty Online Academy and a former student at Bozeman High School. \nWhen Lauren became aware that the Pledge of Allegiance was not being \nsaid daily in public schools in Bozeman, she sprang into action. Lauren \nnotified school administrators that their failure to hold the Pledge of \nAllegiance every day violated Montana House Bill 543, and asked that \nthey hold the Pledge of Allegiance daily in accordance with the State \nlaw.\n  Within a week of her advocacy, local schools began to recite the \nPledge of Allegiance daily. When asked why this was so important, \nLauren said patriotism is on the decline in the United States. When \nstudents say the Pledge of Allegiance, they are acknowledging the \nfreedom and the values and also everyone who has died and fought for \nour country.\n  This display of patriotism demonstrates why a report just this year \nfound that Montana is one of the most patriotic States in the Nation, a \nranking which we are extremely proud of.\n  Mr. Speaker, on behalf of all Montanans, I want to sincerely thank \nLauren Gollofon for her leadership, community activism, and her \ndedication to the core principles that make this country great.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.17009234428405762}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H271]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                    PRESIDENT BIDEN'S BORDER CRISIS\n\n  (Mr. PALAZZO asked and was given permission to address the House for \n1 minute and to revise and extend his remarks.)\n  Mr. Palazzo. Mr. Speaker, I rise today to remind the American people \nthat today marks President Biden's one year in office and 365 days of \nhis disastrous failure at our southern border.\n  Forty percent of Americans graded Joe Biden's immigration policy with \na big fat F for his failures. His open border policy has proven month \nafter month to be not only unsuccessful but downright dangerous for the \nAmerican people.\n  More deadly fentanyl products have been smuggled into our \nneighborhoods this year than ever before. Nearly 11,000 pounds were \napprehended in the last year alone.\n  Biden's wide open southern border is poisoning our communities and \ncausing unthinkable harm. His bad policy is taking lives. It is no \nsurprise that our Nation's number of overdoses reached an all-time high \nin 2021. My heart breaks for the parents who have lost their children \nwhile our President plays politics.\n  Mr. Speaker, I have said it before, and I will say it again. Border \nsecurity is national security. It is time to stop deliberately \ndestroying the safety of innocent Americans for the sake of politics.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.1631791591644287}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H272]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                      UNITED STATES AID TO TALIBAN\n\n  (Mr. LaMALFA asked and was given permission to address the House for \n1 minute and to revise and extend his remarks.)\n  Mr. LaMALFA. Mr. Speaker, under recent comments President Biden made \nabout his first year, he talked about under-promising and over-\ndelivering.\n  Given what the year looks like, please, Mr. President, under-deliver.\n  Mr. Speaker, our country has seen unprecedented crisis and record \ninflation, supply chain disruptions, price surges, gas and energy costs \ngoing through the roof, food supply shortages, empty shelves \neverywhere, higher prices.\n  Unfortunately, the failures of Biden's first year in office isn't \nlimited to just the United States alone. No, he hastily evacuated our \ntroops from Afghanistan, leaving behind as many as 14,000 U.S. citizens \nand legal residents and friends, as well as billions of dollars of \ncountless weapons of ours that have fallen into the hands of the \nTaliban. So over 20 years of a record of Taliban and they get all these \nweapons to use against us or our friends in the neighborhood.\n  If this is not bad enough, the administration is now proposing to \nsend over $300 million in foreign aid, basically, to the Taliban regime \nto do all the great things they have been doing. People in Afghanistan \ndo need help, but we know the funds or food we send over there will go \nstraight into the wrong hands.\n  We need to have a better chain of supply to help them than what the \nBiden administration is proposing. The nonprofit rescue group known as \nSave Our Allies has been working tirelessly to rescue those left behind \nby President Biden's disaster over there. They warn that the funds and \nsupplies will not go into the hands of the average Afghan but, instead, \nstraight into the hands of the Taliban. We need to rethink this.\n  The SPEAKER pro tempore (Mr. Kahele). Members are reminded to direct \ntheir remarks to the Chair.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.1606900691986084}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H272]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                   NEW MEXICO SUPPORTS INFRASTRUCTURE\n\n  (Ms. STANSBURY asked and was given permission to address the House \nfor 1 minute and to revise and extend her remarks.)\n  Ms. STANSBURY. Mr. Speaker, the history of New Mexico and our rural \ncommunities predate the founding of our great Nation. Our communities \ncarry rich traditions and ways of life, from our tribal communities, to \nour land grants, to our farmers and ranchers and small towns that dot \nthe plains, mountains, and river valleys of our beautiful State.\n  They are diverse, resilient, vibrant, and full of grit and \ndetermination. For far too long, our rural communities have been left \nbehind in critical infrastructure, which is why I am deeply proud that \nour bipartisan infrastructure bill is already delivering for New \nMexico, investing millions in rural roads, bridges, and airports, \nbroadband, our electric grid, and life-giving water, creating thousands \nof jobs, and supporting rural economic development across our State, \nbecause our rural communities are the backbone of New Mexico.\n  Mr. Speaker, I am proud that we are working together to invest in \ninfrastructure, to invest in jobs, and the well-being of our future and \nour communities.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.16354823112487793}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H272]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                              {time}  1200\n                             MARCH FOR LIFE\n\n  (Mr. GOOD of Virginia asked and was given permission to address the \nHouse for 1 minute.)\n  Mr. GOOD of Virginia. Mr. Speaker, today marks 1 year of total \nDemocrat control of the Federal Government--1 year of this Biden \nadministration. In addition to all the other disastrous policies and \nthe crises created by this President, it marks another year with 1 \nmillion babies being slaughtered in the womb in our country.\n  Tomorrow we will, once again, march for life here in Washington, DC, \nand I will be privileged to join that march. May it be the last time \nthat we do that before the Supreme Court rightly overturns the brutal, \nvicious, inhumane, dishonest, and inaccurate interpretation of the \nhighest law of the land--the Constitution--giving the right to \nterminate a pregnancy in the womb.\n  Sixty-five million babies have been lost since that happened nearly \n50 years ago. These are inventors, these are scientists, these are \nministers, and these are healthcare providers who are not serving and \nhelping our country here today.\n  Equality begins in the womb, and freedom begins in the womb, and the \nscience tells us that life begins in the womb. May the Supreme Court \noverturn Roe, and may we begin to protect all innocent, precious life \nin the womb.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.3080775737762451}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H272]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                   SCHOOL DIRECTOR RECOGNITION MONTH\n\n  (Ms. SCANLON asked and was given permission to address the House for \n1 minute.)\n  Ms. SCANLON. Mr. Speaker, January is School Board Director \nRecognition Month, and I want to take a moment, as a former school \nboard member and school board president, to recognize the contributions \nof these unpaid but essential community servants.\n  In the best of times, being a school board member is challenging, \nrequiring community members to step up and address issues ranging from \nchild development to HR, and from transportation and construction to \nnutrition and natural disasters. There is never enough money to do \neverything we would like to for our children, and the number of \nregulations, mandates, and laws that must be met seems to be never-\nending. It often seems like every choice is between two bad \nalternatives.\n  As school directors are facing these outsized challenges compounded \nby a pandemic and political polarization, and the mental health \nchallenges both have brought, I want to acknowledge their Herculean \nefforts to keep our children, our teachers, and our staff safe and give \nthem every opportunity to succeed.\n  I want them to know how much their efforts on behalf of our children, \nour schools, and our communities are appreciated.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.1628274917602539}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Pages H272-H273]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                         LIFE: GOD'S FIRST GIFT\n\n  (Mr. WALBERG asked and was given permission to address the House for \n1 minute.)\n  Mr. WALBERG. Mr. Speaker, I rise today, having done this many times \nover the course of the past 14 years, to speak on behalf of life \nitself. It is the first and foremost gift that is given to us, and I \nthink of the over 60 million children who have been taken out of that \nopportunity.\n  It is my hope that we will never have to march again for the repeal \nof Roe v. Wade after the Supreme Court decides but, rather, that we \nstand and continue to march for life and the freedom of opportunities \nfor individuals to not only\n\n[[Page H273]]\n\ngrow and be benefited by the greatness of this country but also to \nbring the greatness of this country.\n  Life is a gift of God. It can only be sustained by people who \nunderstand that same gift, and I just pray that the Supreme Court and, \nultimately, Congress and the legislatures of our land will stand for \nlife.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.1631760597229004}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H273]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n      TRANSPORTATION FUNDING FOR THE PORT OF INDIANA-BURNS HARBOR\n\n  (Mr. MRVAN asked and was given permission to address the House for 1 \nminute.)\n  Mr. MRVAN. Mr. Speaker, I rise today to express my support for \nCongress to complete the consideration of the fiscal year 2022 \nappropriations measures prior to the current deadline of February 18. I \nremain grateful that a transparent process was established for all \nMembers to include eligible projects in these measures.\n  Notably, for the first District of Indiana, there are projects \nincluded that will allow for dredging and improvements at the Port of \nIndiana-Burns Harbor. This incredible facility is essential to the \nfunctions of the northwest Indiana steel and manufacturing industries \nand supports thousands of steelworker jobs and longshoreman jobs along \nthe way.\n  Appropriations measures are not just funding numbers and direction \nfor Federal programs and projects. They are a testament to the \ngovernment's investment that create jobs and grow our economy.\n  I appreciate the ongoing communications of our appropriations \nleaders, and I look forward to doing all I can to ensure that these \nimportant measures are signed into law as soon as possible.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.19251012802124023}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H273]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                 FORTY-NINTH ANNIVERSARY OF ROE V. WADE\n\n  (Mrs. McCLAIN asked and was given permission to address the House for \n1 minute.)\n  Mrs. McCLAIN. Mr. Speaker, this week marks 49 years since the \nlandmark Supreme Court decision of Roe v. Wade, 49 years since the \nchoice won over life in the eyes of the American people.\n  My colleagues on the other side of the aisle applaud Roe v. Wade and \nhave no problem with the more than 62 million innocent babies who have \nbeen aborted since 1973.\n  I, however, find these numbers to be sickening.\n  These children are just as worthy of life as a fully grown adult is. \nThey are created in the image of God just as you and I are, and their \nlives should not be carelessly and despicably destroyed.\n  My colleagues on the other side of the aisle preach and parade human \nrights.\n  But where is the outrage for equal human rights for the unborn?\n  It is frighteningly nonexistent, and their lack of consistency makes \nit very clear what their priorities are.\n  How can you claim to care for one life when you don't care for all \nlives, no matter how small?\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.16626286506652832}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Page H273]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                           HEALTHCARE WORKERS\n\n  (Mr. FOSTER asked and was given permission to address the House for 1 \nminute.)\n  Mr. FOSTER. Mr. Speaker, I rise today to thank the men and women who \nhave been on the front lines of this pandemic from the very beginning: \nour healthcare workers. On MLK Day, I had a chance to deliver care \npackages to hospitals and clinics in my district in Joliet, Aurora, and \nNaperville as a small token of appreciation for the tireless work of \nour healthcare workers.\n  As our Nation confronts this, hopefully final, winter surge of COVID, \nwe should all keep in mind the people who are still going to work every \nday to care for people who are sick. Their dedication to their jobs is \ntruly inspiring, and they are literally saving lives every day. After \nalmost 2 years of battling COVID, our healthcare workers are mentally \nand physically exhausted, but yet they still show up every day to \nprovide care for others.\n  We can all learn so much from them.\n  I am honored to represent so many of them in my district in places \nlike Edward Hospital in Naperville, Silver Cross Hospital in New Lenox, \nRush Copley Medical Center in Aurora, and Aunt Martha's Health Center \nin Joliet; just to name a few.\n  So I want every healthcare worker in America--doctors, nurses, and \nsupport staff--to know that they are not alone. I thank them for being \nthere.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"},
{"meta": {"body": "H", "depth": 2, "download_timeout": 180.0, "download_slot": "api.govinfo.gov", "download_latency": 0.17846441268920898}, "transcript": "<html>\n<head>\n<title>Congressional Record, Volume 168 Issue 13 (Thursday, January 20, 2022)</title>\n</head>\n<body><pre>\n[Congressional Record Volume 168, Number 13 (Thursday, January 20, 2022)]\n[House]\n[Pages H271-H272]\nFrom the Congressional Record Online through the Government Publishing Office [<a href=\"https://www.gpo.gov\">www.gpo.gov</a>]\n\n\n\n\n                         RECOGNIZING BOB BRIGGS\n\n  (Mr. PERLMUTTER asked and was given permission to address the House \nfor 1 minute and to revise and extend his remarks.)\n  Mr. PERLMUTTER. Mr. Speaker, I rise today to recognize Bob Briggs of\n\n[[Page H272]]\n\nWestminster, Colorado, who passed away on December 2, 2021.\n  Bob was born December 24, 1937, in Greeley, Colorado, as one of eight \nchildren and the oldest son. His family moved to Westminster in 1943 \nwhere Bob graduated from Westminster High School.\n  He earned a bachelor's degree and a master's degree from Colorado \nState University, both in horticulture. According to a January 2020 \nprofile in Orchard Living, he majored in horticulture because he did \nnot want to wear a tie for a living.\n  Bob married his wife, Shirley, on September 8, 1957. He had a long \ncareer in local and State politics, serving as Adams County \nCommissioner for 4 years, beginning in 1979--where he actually helped \nme on one of my very first cases that I had as a lawyer--as the local \nboard member for the Regional Transportation District for 4 years in \n1999, and a State representative for District 29 from January 2003 to \n2005. He served terms on the Westminster City Council, including a \nstint as mayor pro tem. He was a longtime proponent of local rail and \nhelped found the advocacy group Rocky Mountain Rail.\n  Mr. Speaker, Bob was a devoted husband and a loving father and \ngrandfather. He and Shirley raised two children and enjoyed spending \ntime with their grandchildren. I am deeply grateful for his lifetime of \nservice to our community.\n\n                          ____________________\n\n\n</pre></body>\n</html>", "date": "2022-01-01"}
]